print('{:d}'.format(12345))    	# 顯示整數資料12345
print('{:7d}'.format(12345))    	# 設寬度為7,寬度有剩時補空格，顯示ΔΔ12345 
print('{:s}'.format('ABCDE'))   	# 顯示字串資料，顯示ABCDE
print('{:>7s}'.format('ABCDE'))  	# 設寬度為7,寬度有剩時補空格，顯示ΔΔABCDE
print('{:f}'.format(1234.567))   	#小數位數預設6位，顯示1234.567000 
print('{:f}'.format(-123.45))     	#小數位數預設6位，顯示-123.450000 
print('{:.2f}'.format(12.345))    	#指定小數位數2位,第3位四捨五入，顯示12.35 
print('{:8.2f}'.format(-12.3456)) 	#指定總寬度8位,小數3位，顯示ΔΔ-12.35
print('{:3.1f}'.format(123.45))   	#指定寬度為3且小數1位，寬度不足時全部顯示123.5 
print('{:8.0f}'.format(-1234.56)) 	#指定小數位數0位,第1位四捨五入，顯示ΔΔΔ-1235
print('{:8.0f}'.format(1234.56))  	#指定小數位數0位,第1位四捨五入，顯示ΔΔΔΔ1235 
print('{:e}'.format(123.4))      #科學記號小數部分6位,小數位數不足補0 顯示1.234000e+02
print('{:10.2e}'.format(12345.6)) 	#指定總寬度10,小數2位，顯示ΔΔ1.23e+04

