{"kind": "books#volumes", "totalItems": 578, "items": [{"kind": "books#volume", "id": "wqeVv09Y6hIC", "etag": "nF0/Opy7bpQ", "selfLink": "https://www.googleapis.com/books/v1/volumes/wqeVv09Y6hIC", "volumeInfo": {"title": "Python", "subtitle": "A Study of Delphic Myth and Its Origins", "authors": ["Joseph Eddy Fontenrose"], "publisher": "Univ of California Press", "publishedDate": "1959", "readingModes": {"text": false, "image": true}, "maturityRating": "NOT_MATURE", "allowAnonLogging": false, "contentVersion": "0.0.1.0.preview.1", "imageLinks": {"smallThumbnail": "http://books.google.com/books/content?id=wqeVv09Y6hIC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api", "thumbnail": "http://books.google.com/books/content?id=wqeVv09Y6hIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}, "previewLink": "http://books.google.com.tw/books?id=wqeVv09Y6hIC&printsec=frontcover&dq=Python&hl=&cd=1&source=gbs_api", "infoLink": "http://books.google.com.tw/books?id=wqeVv09Y6hIC&dq=Python&hl=&source=gbs_api", "canonicalVolumeLink": "https://books.google.com/books/about/Python.html?hl=&id=wqeVv09Y6hIC"}, "saleInfo": {"country": "TW"}, "accessInfo": {"country": "TW", "epub": {"isAvailable": false}, "pdf": {"isAvailable": false}, "accessViewStatus": "SAMPLE"}}, {"kind": "books#volume", "id": "carqdIdfVlYC", "etag": "eBfGp9pVosk", "selfLink": "https://www.googleapis.com/books/v1/volumes/carqdIdfVlYC", "volumeInfo": {"title": "Python", "authors": ["Chris Fehily"], "publisher": "Peachpit Press", "publishedDate": "2002", "description": "Named after the Monty Python comedy troupe, Python is an interpreted, open-source, object-oriented programming language. It's also free and runs portably on Windows, Mac OS, Unix, and other operating systems. Python can be used for all manner of programming tasks, from CGI scripts to full-fledged applications. It is gaining popularity among programmers in part because it is easier to read (and hence, debug) than most other programming languages, and it's generally simpler to install, learn, and use. Its line structure forces consistent indentation. Its syntax and semantics make it suitable for simple scripts and large programs. Its flexible data structures and dynamic typing allow you to get a lot done in a few lines. To learn it, you'll need is some basic programming experience and a copy of Python: Visual QuickStart Guide. In patented Visual QuickStart Guide fashion, the book doesn't just tell you how to use Python to develop applications, it shows you, breaking Python into easy-to-digest, step-by-step tasks and providing example code. Python: Visual QuickStart Guide emphasizes the core language and libraries, which are the building blocks for programs. Author Chris Fehily starts with the basics - expressions, statements, numbers, strings - then moves on to lists, dictionaries, functions, and modules before wrapping things up with straightforward discussions of exceptions and classes. Some additional topics covered include:- Object-oriented programming- Working in multiple operating systems- Structuring large programs- Comparing Python to C, Perl, and Java- Handling errors gracefully.", "readingModes": {"text": false, "image": true}, "maturityRating": "NOT_MATURE", "allowAnonLogging": false, "contentVersion": "preview-1.0.0", "imageLinks": {"smallThumbnail": "http://books.google.com/books/content?id=carqdIdfVlYC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api", "thumbnail": "http://books.google.com/books/content?id=carqdIdfVlYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}, "previewLink": "http://books.google.com.tw/books?id=carqdIdfVlYC&printsec=frontcover&dq=Python&hl=&cd=2&source=gbs_api", "infoLink": "http://books.google.com.tw/books?id=carqdIdfVlYC&dq=Python&hl=&source=gbs_api", "canonicalVolumeLink": "https://books.google.com/books/about/Python.html?hl=&id=carqdIdfVlYC"}, "saleInfo": {"country": "TW"}, "accessInfo": {"country": "TW", "epub": {"isAvailable": false}, "pdf": {"isAvailable": false}, "accessViewStatus": "SAMPLE"}, "searchInfo": {"textSnippet": "This guide contains cross-platform coverage for the Mac, Windows, and Unix environments as it teaches techniques for cookies, session management, and integration with XML."}}, {"kind": "books#volume", "id": "Mm5Ev_-fUtQC", "etag": "J61y9BwmH94", "selfLink": "https://www.googleapis.com/books/v1/volumes/Mm5Ev_-fUtQC", "volumeInfo": {"title": "Python", "subtitle": "Create - Modify - Reuse", "authors": ["James O. Knowlton"], "publisher": "John Wiley & Sons", "publishedDate": "2008-06-06", "description": "This project-based, hands-on book is designed to show you how to use Python to create scripts that are easy to maintain and enhance. Taking a real-world approach, the book explains how Python can be used to solve programming problems. It includes a Python refresher or primer for programmers new to Python. The code provided in the book is simplistic or trivial, but is effective in walking you through the process of creating robust scripts that you can use immediately to create real solutions to the challenges you may face.", "readingModes": {"text": true, "image": true}, "maturityRating": "NOT_MATURE", "allowAnonLogging": false, "contentVersion": "0.10.2.0.preview.3", "panelizationSummary": {"containsEpubBubbles": false, "containsImageBubbles": false}, "imageLinks": {"smallThumbnail": "http://books.google.com/books/content?id=Mm5Ev_-fUtQC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api", "thumbnail": "http://books.google.com/books/content?id=Mm5Ev_-fUtQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}, "previewLink": "http://books.google.com.tw/books?id=Mm5Ev_-fUtQC&printsec=frontcover&dq=Python&hl=&cd=3&source=gbs_api", "infoLink": "http://books.google.com.tw/books?id=Mm5Ev_-fUtQC&dq=Python&hl=&source=gbs_api", "canonicalVolumeLink": "https://books.google.com/books/about/Python.html?hl=&id=Mm5Ev_-fUtQC"}, "saleInfo": {"country": "TW"}, "accessInfo": {"country": "TW", "epub": {"isAvailable": true, "acsTokenLink": "http://books.google.com.tw/books/download/Python-sample-epub.acsm?id=Mm5Ev_-fUtQC&format=epub&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"}, "pdf": {"isAvailable": true, "acsTokenLink": "http://books.google.com.tw/books/download/Python-sample-pdf.acsm?id=Mm5Ev_-fUtQC&format=pdf&output=acs4_fulfillment_token&dl_type=sample&source=gbs_api"}, "accessViewStatus": "SAMPLE"}, "searchInfo": {"textSnippet": "Taking a real-world approach, the book explains how Python can be used to solve programming problems. It includes a Python refresher or primer for programmers new to Python."}}, {"kind": "books#volume", "id": "Ia5KDAAAQBAJ", "etag": "1OavMz4XKgs", "selfLink": "https://www.googleapis.com/books/v1/volumes/Ia5KDAAAQBAJ", "volumeInfo": {"title": "Learning Predictive Analytics with Python", "authors": ["Ashish Kumar"], "publisher": "Packt Publishing Ltd", "publishedDate": "2016-02-15", "description": "Gain practical insights into predictive modelling by implementing Predictive Analytics algorithms on public datasets with Python About This Book A step-by-step guide to predictive modeling including lots of tips, tricks, and best practices Get to grips with the basics of Predictive Analytics with Python Learn how to use the popular predictive modeling algorithms such as Linear Regression, Decision Trees, Logistic Regression, and Clustering Who This Book Is For If you wish to learn how to implement Predictive Analytics algorithms using Python libraries, then this is the book for you. If you are familiar with coding in Python (or some other programming/statistical/scripting language) but have never used or read about Predictive Analytics algorithms, this book will also help you. The book will be beneficial to and can be read by any Data Science enthusiasts. Some familiarity with Python will be useful to get the most out of this book, but it is certainly not a prerequisite. What You Will Learn Understand the statistical and mathematical concepts behind Predictive Analytics algorithms and implement Predictive Analytics algorithms using Python libraries Analyze the result parameters arising from the implementation of Predictive Analytics algorithms Write Python modules/functions from scratch to execute segments or the whole of these algorithms Recognize and mitigate various contingencies and issues related to the implementation of Predictive Analytics algorithms Get to know various methods of importing, cleaning, sub-setting, merging, joining, concatenating, exploring, grouping, and plotting data with pandas and numpy Create dummy datasets and simple mathematical simulations using the Python numpy and pandas libraries Understand the best practices while handling datasets in Python and creating predictive models out of them In Detail Social Media and the Internet of Things have resulted in an avalanche of data. Data is powerful but not in its raw form - It needs to be processed and modeled, and Python is one of the most robust tools out there to do so. It has an array of packages for predictive modeling and a suite of IDEs to choose from. Learning to predict who would win, lose, buy, lie, or die with Python is an indispensable skill set to have in this data age. This book is your guide to getting started with Predictive Analytics using Python. You will see how to process data and make predictive models from it. We balance both statistical and mathematical concepts, and implement them in Python using libraries such as pandas, scikit-learn, and numpy. You'll start by getting an understanding of the basics of predictive modeling, then you will see how to cleanse your data of impurities and get it ready it for predictive modeling. You will also learn more about the best predictive modeling algorithms such as Linear Regression, Decision Trees, and Logistic Regression. Finally, you will see the best practices in predictive modeling, as well as the different applications of predictive modeling in the modern world. Style and approach All the concepts in this book been explained and illustrated using a dataset, and in a step-by-step manner. The Python code snippet to implement a method or concept is followed by the output, such as charts, dataset heads, pictures, and so on. The statistical concepts are explained in detail wherever required.", "readingModes": {"text": true, "image": true}, "maturityRating": "NOT_MATURE", "allowAnonLogging": false, "contentVersion": "1.1.1.0.preview.3", "panelizationSummary": {"containsEpubBubbles": false, "containsImageBubbles": false}, "imageLinks": {"smallThumbnail": "http://books.google.com/books/content?id=Ia5KDAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api", "thumbnail": "http://books.google.com/books/content?id=Ia5KDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}, "previewLink": "http://books.google.com.tw/books?id=Ia5KDAAAQBAJ&printsec=frontcover&dq=Python&hl=&cd=4&source=gbs_api", "infoLink": "https://play.google.com/store/books/details?id=Ia5KDAAAQBAJ&source=gbs_api", "canonicalVolumeLink": "https://market.android.com/details?id=book-Ia5KDAAAQBAJ"}, "saleInfo": {"country": "TW", "listPrice": {"amount": 1266.0, "currencyCode": "TWD"}, "retailPrice": {"amount": 886.0, "currencyCode": "TWD"}, "buyLink": "https://play.google.com/store/books/details?id=Ia5KDAAAQBAJ&rdid=book-Ia5KDAAAQBAJ&rdot=1&source=gbs_api", "offers": [{"finskyOfferType": 1, "listPrice": {"amountInMicros": 1266000000.0, "currencyCode": "TWD"}, "retailPrice": {"amountInMicros": 886000000.0, "currencyCode": "TWD"}}]}, "accessInfo": {"country": "TW", "epub": {"isAvailable": true}, "pdf": {"isAvailable": true}, "accessViewStatus": "SAMPLE"}, "searchInfo": {"textSnippet": "The book will be beneficial to and can be read by any Data Science enthusiasts. Some familiarity with Python will be useful to get the most out of this book, but it is certainly not a prerequisite."}}, {"kind": "books#volume", "id": "GOVOCwAAQBAJ", "etag": "yybbslfgP+E", "selfLink": "https://www.googleapis.com/books/v1/volumes/GOVOCwAAQBAJ", "volumeInfo": {"title": "Python Machine Learning", "authors": ["Sebastian Raschka"], "publisher": "Packt Publishing Ltd", "publishedDate": "2015-09-23", "description": "Unlock deeper insights into Machine Leaning with this vital guide to cutting-edge predictive analytics About This Book Leverage Python's most powerful open-source libraries for deep learning, data wrangling, and data visualization Learn effective strategies and best practices to improve and optimize machine learning systems and algorithms Ask – and answer – tough questions of your data with robust statistical models, built for a range of datasets Who This Book Is For If you want to find out how to use Python to start answering critical questions of your data, pick up Python Machine Learning – whether you want to get started from scratch or want to extend your data science knowledge, this is an essential and unmissable resource. What You Will Learn Explore how to use different machine learning models to ask different questions of your data Learn how to build neural networks using Keras and Theano Find out how to write clean and elegant Python code that will optimize the strength of your algorithms Discover how to embed your machine learning model in a web application for increased accessibility Predict continuous target outcomes using regression analysis Uncover hidden patterns and structures in data with clustering Organize data using effective pre-processing techniques Get to grips with sentiment analysis to delve deeper into textual and social media data In Detail Machine learning and predictive analytics are transforming the way businesses and other organizations operate. Being able to understand trends and patterns in complex data is critical to success, becoming one of the key strategies for unlocking growth in a challenging contemporary marketplace. Python can help you deliver key insights into your data – its unique capabilities as a language let you build sophisticated algorithms and statistical models that can reveal new perspectives and answer key questions that are vital for success. Python Machine Learning gives you access to the world of predictive analytics and demonstrates why Python is one of the world's leading data science languages. If you want to ask better questions of data, or need to improve and extend the capabilities of your machine learning systems, this practical data science book is invaluable. Covering a wide range of powerful Python libraries, including scikit-learn, Theano, and Keras, and featuring guidance and tips on everything from sentiment analysis to neural networks, you'll soon be able to answer some of the most important questions facing you and your organization. Style and approach Python Machine Learning connects the fundamental theoretical principles behind machine learning to their practical application in a way that focuses you on asking and answering the right questions. It walks you through the key elements of Python and its powerful machine learning libraries, while demonstrating how to get to grips with a range of statistical models.", "readingModes": {"text": true, "image": true}, "maturityRating": "NOT_MATURE", "allowAnonLogging": true, "contentVersion": "2.5.5.0.preview.3", "panelizationSummary": {"containsEpubBubbles": false, "containsImageBubbles": false}, "imageLinks": {"smallThumbnail": "http://books.google.com/books/content?id=GOVOCwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api", "thumbnail": "http://books.google.com/books/content?id=GOVOCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"}, "previewLink": "http://books.google.com.tw/books?id=GOVOCwAAQBAJ&printsec=frontcover&dq=Python&hl=&cd=5&source=gbs_api", "infoLink": "https://play.google.com/store/books/details?id=GOVOCwAAQBAJ&source=gbs_api", "canonicalVolumeLink": "https://market.android.com/details?id=book-GOVOCwAAQBAJ"}, "saleInfo": {"country": "TW", "listPrice": {"amount": 1139.0, "currencyCode": "TWD"}, "retailPrice": {"amount": 797.0, "currencyCode": "TWD"}, "buyLink": "https://play.google.com/store/books/details?id=GOVOCwAAQBAJ&rdid=book-GOVOCwAAQBAJ&rdot=1&source=gbs_api", "offers": [{"finskyOfferType": 1, "listPrice": {"amountInMicros": 1139000000.0, "currencyCode": "TWD"}, "retailPrice": {"amountInMicros": 797000000.0, "currencyCode": "TWD"}}]}, "accessInfo": {"country": "TW", "epub": {"isAvailable": true}, "pdf": {"isAvailable": true}, "accessViewStatus": "SAMPLE"}, "searchInfo": {"textSnippet": "Unlock deeper insights into Machine Leaning with this vital guide to cutting-edge predictive analytics About This Book Leverage Python&#39;s most powerful open-source libraries for deep learning, data wrangling, and data visualization Learn ..."}}]}