
print("------------------------------------------------------------")  # 60個

"""

name = '鼠'
weight = 3
print('動物{0}的體重是{1}公斤'.format(name, weight))

print('動物%s的體重是%d公斤' %(name, weight))


name = input('輸入品名：')
num = int(input('輸入數量：'))
price = float(input('輸入單價：'))
print()
print('品名\t\t數量\t單價\t金額')
print('=========================================')
print('%-14s%-9d%-9.1f%-9.1f' %(name,num,price,num*price))



data = []
site = input("請輸入平台名稱：")
data.append(input("請輸入帳號："))
data.append(input("請輸入密碼："))
    print(f"{site}的帳號：{data[0]}；密碼：{data[1]}")


radius = int(input("請輸入球半徑(公分) :"))
volume = compute(radius)
print(f"球半徑 = {radius}公分  球體積 = {volume}立方公分")



from random import randint
rand = set()

while (len(rand) < 7):
    rand.add(randint(1,49))
print ("本期樂透彩號碼：")
for idx,num in enumerate(rand, 1):
    print (f"({idx})={num}", end='  ')




"""



print("------------------------------------------------------------")  # 60個

print(543.21)     #顯示浮點數常值 543.21
print(5.4321e2)   #顯示浮點數常值 543.21
print(5.4321e6)   #顯示浮點數常值 5432100.0
print(5.4321e-3)  #顯示浮點數常值 0.0054321

print("------------------------------------------------------------")  # 60個

name = '李金星'          # 宣告字串變數name，初值設為'李金星'
score = 73               # 宣告整數變數score，初值設為73
msg = '{}的成績是{}分'.format(name, score)
print(msg)

name = '李金星'          # 宣告字串變數name，初值設為'李金星'
score = 73               # 宣告整數變數score，初值設為73
msg = '{0}的成績是{1}分'.format(name, score)
print(msg)

name = '李金星'          # 宣告字串變數name，初值設為'李金星'
score = 73               # 宣告整數變數score，初值設為73
print('{0}的成績是{1}'.format(name, score))
                                   	
print("------------------------------------------------------------")  # 60個

price = 100
qty = 30
print('單價：{0}     數量：{1}'.format(price, qty))
print('打八折後,總金額：{0}'.format(price * qty * 0.8))

print("------------------------------------------------------------")  # 60個

print('%s風景區在%s境內' %('日月潭','南投縣'));
wt=3
price=25
print('%s%d斤，共%d元' %('香蕉', wt, wt*price));

print("------------------------------------------------------------")  # 60個

print('%d' %1234)  		# 顯示整數,未設寬度
print('%8d' %1234) 	# 顯示整數,寬度有剩補空格,靠右對齊
print('%8d' %-1234)     # 顯示整數,寬度有剩補空格,靠右對齊
print('%3d' %-1234)     # 顯示整數,寬度不足設定無效

print("------------------------------------------------------------")  # 60個

print('%f' %123.456)	# 顯示數值「123.456000」,小數預設6位
print('%f' %-123.456)	# 顯示數值「-123.456000」,小數預設6位
print('%.2f' %123.456)	# 顯示數值「123.46」,小數2位,第3位四捨五入
print('%8.2f' %-12.3456)# 顯示「ΔΔ-12.35」,總寬度8位,小數2位
print('%3.1f' %123.456)	# 顯示「123.5」,寬度不足設定無效,小數位數1位
print('%8.0f' %-123.456)# 顯示數值「ΔΔΔ-1235」,小數第1位四捨五入
print('%8.0f' %123.456)	# 顯示數值「ΔΔΔ1235」,小數第1位四捨五入
print('%g' %12345.6789)	# 顯示數值「12345.7」,總寬度預設7位
print('%g' %1.23456789)	# 顯示數值「1.23457」,總寬度預設7位
print('%g' %12.3)		# 顯示數值「12.3」, 寬度低於預設,直接顯示
print('%g' %123456.789)	# 顯示數值「123457」,最後1位為小數點不顯示
print('%g' %1234567.89)	# 顯示數值「1.23457e+06」,整數7位以上,
                             	# 改用科學記號顯示,指數位數佔2位(不含+-號)
print('%10.3G' %1234.5)	# 顯示「ΔΔ1.23E+03」,寬度10位,E及小數3位

print("------------------------------------------------------------")  # 60個

print('%c' %'M')            # 顯示字元「M」
print('%4c' %'M')           # 顯示字元「ΔΔΔM」,靠右對齊,寬度有剩補空格
print('%c' %65)             # 顯示字元「A」,65的ASCII碼為「A」
print('%s' %'ABCDE')        # 顯示字串「ABCDE」
print('%8s' %'ABCDE')       # 顯示字串「ΔΔΔABCDE」
print('%3s' %'ABCDE')       # 顯示字串「ABCDE」,總寬度不足設定無效
print('%6.2s' %'ABCDE')     # 顯示字串「ΔΔΔΔAB」,寬度設為6,顯示2字元

print("------------------------------------------------------------")  # 60個

print('%+8d' %12345)        # 顯示「ΔΔ+12345」,靠右對齊,正數值前加「+」號
print('%+8d' %-12345)       # 顯示「ΔΔ-12345」,靠右對齊,負數值前加「-」號
print('%-8d' %12345)        # 顯示「12345ΔΔΔ」,靠左對齊,正數值前不加號
print('%-8d' %-12345)       # 顯示「-12345ΔΔ」,靠左對齊,負數值前加「-」號
print('%+8.2f' %12.345)     # 顯示「ΔΔ+12.35」,靠右對齊,正數值加「+」號
print('%-8.2f' %12.345)     # 顯示「12.35ΔΔΔ」,靠左對齊,正數值不加號
print('%-8.2f' %-12.345)    # 顯示「-12.35ΔΔ」,靠左對齊,負數值加「-」號
print('%-8s' %'ABCDE')      # 顯示字串「ABCDEΔΔΔ」,靠左對齊,寬度有剩補空格
print('%-6.2s' %'ABCDE')    # 顯示字串「ABΔΔΔΔ」,寬度設為6,顯示2個字元

print("------------------------------------------------------------")  # 60個

print('1234567890!\a')       # 出現音效聲,游標位置在'!'字元後面
print('12345\b67890!')       # 顯示字串「123467890!」,刪除字元'5'
print('1234567890!\n')       # 顯示字串「123467890!」,游標跳到下一行行首
print('123\r4567890!')       # 游標跳到行首,刪除'123',顯示字串「4567890!」
print('123\t45\\67')         # 顯示字串「123ΔΔΔΔΔ45\67」
print('123\"45\"67')         # 顯示字串「123"45"67」
print('123\'4\'567')         # 顯示字串「123'4'567」
print('ASCII碼41(Hex):\x41') # 顯示字串「ASCII碼41(Hex):A」

print("------------------------------------------------------------")  # 60個

a = 100	     	
b = 20			   
print(a, b)  	        # 輸出a和b的變數值,分別為100,20
print(id(a), id(b))     # 顯示a和b變數所在的記憶體位址
a, b = b, a             # a,b兩變數的記憶體位址交換
print(a, b)  	        # 輸出a和b的變數值,分別為20,100
print(id(a), id(b))     # 顯示a和b變數所在的記憶體位址

print("------------------------------------------------------------")  # 60個

data = (("張三", 86, 60),("李四", 93, 55),("王五", 72, 66), ("劉六", 89, 84))

print ("編號    姓名      學科    術科    總分")
for idx, dt in enumerate(data):
    print (f"{idx + 1}\t{dt[0]}\t{dt[1]}\t{dt[2]}\t{dt[1] + dt[2]}")

print("------------------------------------------------------------")  # 60個



