
print('------------------------------------------------------------')	#60個

# 函數: 計算2個參數和
def sum(a, b):
    return a + b
    
# 建立匿名函數
square = lambda x: x * x

# 將變數指定成函數
total = sum
r = square(10)   # 呼叫匿名函數
print("square(10) = ", r)

r = sum(10, 5)   # 呼叫函數
print("sum(10, 5) = ", r)

r = total(10, 5) # 使用變數呼叫函數
print("total(10, 5) = ", r)
          


print('------------------------------------------------------------')	#60個

# 定義lambda函數
square = lambda x: x ** 2

# 輸出平方值
print(square(10))

print('------------------------------------------------------------')	#60個

#lambda : 只有單一運算式的匿名函式
add = lambda x, y : x + y  #冒號前是參數, 冒號後是運算式
cc = add(3, 5)
print('使用 lambda 做加法:', cc)



print('------------------------------------------------------------')	#60個


