import os
import sys
import time
import random
import numpy as np

print("------------------------------------------------------------")  # 60個


X = [1, 2,3, 4,5]
Y = [1, 4,9,16,25]
Z = list(zip(X, Y))   #zip : 兩串或更多串資料，同編號放一起的動作
print(Z)


X, Y = zip(*Z)  #Z裡面的點一個一個拿出來
print(X)
print(Y)


print("------------------------------------------------------------")  # 60個

file = open("temp.txt", "w+")

file.write("ABCDEFGHIJKLMNOPQRSTUVWXYZ")

file.flush()

print("寫入之後的游標位置：", file.tell())

print('往後跳16拜')
file.seek(16, 0)

print('擷取至位置26')
file.truncate(26)

print('讀出來')
print(file.read())

file1=open("temp.txt","r")
text=file1.read(1) #以read()方法讀取檔案
print(text)
text=file1.read(3) #以read()方法讀取檔案
print(text)
text=file1.read(2) #以read()方法讀取檔案
print(text)
text=file1.read(2) #以read()方法讀取檔案
print(text)
file1.close()


print("------------------------------------------------------------")  # 60個


print("------------------------------------------------------------")  # 60個



print("------------------------------------------------------------")  # 60個


print("------------------------------------------------------------")  # 60個





print("------------------------------------------------------------")  # 60個


print("------------------------------------------------------------")  # 60個





print("------------------------------------------------------------")  # 60個


print("------------------------------------------------------------")  # 60個


