import sys

print('------------------------------------------------------------')	#60個

money = 10000
rate = 0.01
n = 5
for i in range(n):
    money *= (1 + rate)
    print("第 %d 年本金和 : %d" % ((i+1),int(money)))

print('------------------------------------------------------------')	#60個

#請輸入星形高度
h = 20
for i in range(h):
    print(' '*(h-i-1)+'*'*(2*i+1))

print('------------------------------------------------------------')	#60個

sc = [[1, '洪錦魁', 80, 95, 88, 0, 0, 0],
      [2, '洪冰儒', 98, 97, 96, 0, 0, 0],
      [3, '洪雨星', 91, 93, 95, 0, 0, 0],
      [4, '洪冰雨', 92, 94, 90, 0, 0, 0],
      [5, '洪星宇', 92, 97, 90, 0, 0, 0],
     ]
# 計算總分與平均
print("填入總分與平均")
print(type(sc[2][2]))
for i in range(len(sc)):
    #sc[i][5] = sum(sc[i][2:5])              # 填入總分
    sc[i][5] = sc[i][2]+sc[i][3]+sc[i][4]              # 填入總分
    sc[i][6] = round((sc[i][5] / 3), 1)     # 填入平均
    print(sc[i])

sc.sort(key=lambda x:x[5],reverse=True)     # 依據總分高往低排序
# 以下填入名次
print("填入名次")
for i in range(len(sc)):                    # 填入名次
    sc[i][7] = i + 1
    print(sc[i])
# 以下依座號排序
sc.sort(key=lambda x:x[0])                  # 依據座號排序
print("最後成績單")
for i in range(len(sc)):
    print(sc[i])

print('------------------------------------------------------------')	#60個


