print('------------------------------------------------------------')	#60個

from scipy import integrate
import math

# 計算半徑為r的圓的圓周
def calc_area(r):
    return 2 * math.pi * r

# 半徑2～5範圍的圓周總和
s = integrate.quad(calc_area, 2, 5)
print(s)

# 廁所衛生紙長度
x = s[0] / 0.011
print(x)

print('------------------------------------------------------------')	#60個

#SciPy.integrate.quad()函式

from scipy import integrate

# f(x) = x**2 + 2x + 5
def func(x):
    return x**2 + 2*x + 5

print(integrate.quad(func, -3, 3))

#(47.99999999999999, 5.32907051820075e-13)

print('------------------------------------------------------------')	#60個


print('------------------------------------------------------------')	#60個


print('------------------------------------------------------------')	#60個



print('------------------------------------------------------------')	#60個


print('------------------------------------------------------------')	#60個




