[
  {
    "ID": "100",
    "Name": "黃金小鎮休閒農業區",
    "Tel": "(037) 237-698",
    "Introduction": "公館鄉位於苗栗縣中央偏西，介於八角崠山賣和後龍溪之間，境內地勢以東部較高，從八角崠山脈脈向後龍溪方向降低，成為苗栗河谷平原，視野寬闊。黃金小鎮區域範圍涵蓋公館鄉以南的四個村，沿線經過館南村、福星村、福基村、石墻村等村落。每至農忙時期，田野間的稻穗呈現一片澄黃，到了5至7月時，台6線兩旁的阿勃勒樹盛開，枝頭一片燦爛金黃，美不勝收，使得黃金小鎮之名不脛而走。經行政院農業委員會98年初公告劃定，黃金小鎮休閒農業區正式成立。\r\r 黃金小鎮休閒農業區仍保有客家村的農業生產，主要作物除了水稻外，還有柿子、芋頭、草苺、福菜、百香果等，早期亦以製陶聞名，尤其是全台唯一的紅棗，近年來更打出知名度，而稻草編織和竹藝也是這裡的特色產業。每到農忙時期，田野間的稻穗呈現一片片黃澄澄，當金黃色的夕陽照耀著大地，更顯美麗；除了美景外，過去典型農業型態漸而轉為多元精緻化，沿線居民結合了陶藝、竹編、觀光農園、特色餐飲、庭園景觀、花卉農場等，讓地方產業更具特色。\r\r 強調健康養生的黃金小鎮，目前已規劃多條自行車道，非常適合慢活樂遊，欣賞田園風光，區內也有多家以紅棗養生或是客家美食為特色的田園餐廳或小吃店。本區連外交通非常便利，且一年到頭有許多產業文化活動和客家節慶民俗活動，不論是開車、搭火車或是國道客運，都能讓遊客方便前往。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "苗栗縣公館鄉福基村6鄰154號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "公館鄉",
    "Coordinate": "24.482159,120.831767",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111165433.jpg"
  },
  {
    "ID": "101",
    "Name": "三灣梨鄉休閒農業區",
    "Tel": "(037) 831-224",
    "Introduction": "想要體驗樂活農村的慢遊氛圍，不妨走一趟三灣梨鄉休閒農業區！這裡以永和村和北埔村為中心，主要道路為苗5 線連接省道台三線，往北通往峨眉、北埔，往南通往大湖、獅潭等地，交通便利。位於永和山水庫南側的丘陵地形，四周視野遼闊擁有非常壯麗的景觀，來到這裡不但可體驗採果、生態觀察的樂趣，還可悠然騎乘自行車欣賞農村風光，亦或沿著登山步道深入山林感受芬多精的洗禮，為具豐富休閒農業遊憩資源之新竹、台中後花園。休閒農業區成立後以發展六級化農特產品、推廣食農教育、行銷樂活商品與落實有機無毒農業為主軸，歡迎遊客來此體驗採果、農事教學DIY，及品嚐有機無毒美味。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣三灣鄉北埔村下林坪 3 鄰 54 號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "三灣鄉",
    "Coordinate": "24.635872,120.950656",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111165540.jpg"
  },
  {
    "ID": "102",
    "Name": "馬那邦休閒農業區",
    "Tel": "(037) 990-222",
    "Introduction": "馬那邦休閒農業區位於苗栗縣大湖鄉馬那邦山區，馬那邦山為泰雅族Manapan的譯音，乃山容壯麗之意。其海拔1406公尺，是大湖鄉內第一高峰。馬那邦山原屬原始森林，有竹林、楓樹林、櫻花、台灣杉木、櫸木叢生，林相濃密山勢景致奇特，是台灣中北部最具盛名賞楓景點，每年深秋楓葉轉紅期，滿山滿谷的楓紅渲染出繽紛浪漫的濃濃秋意，從山中竹林到古戰場紀念碑是主要當楓景點。此外，春天的桃李花、夏季的綠竹、冬天的寒梅，都各具姿色，美不勝收。馬那邦山也是昔日的古戰場，亦遺留不少歷史遺跡。 此區的登山步道相當多，從東興村上山，山腰如北稜登山口、隆基湖等多桃樹、李樹，桃李成熟時總是吸引許多遊客前來登山採果。另外北側由中興橋上珠湖轉登北稜，可賞巨木、走古道，馬那邦山亦可觀看到壯闊雲海，遠眺雲霧繚繞的大霸尖山，俯瞰曲折蜿蜒的溪谷，登高望遠之際，數個浮出雲霧間的山頭有如海上蓬萊仙島，是一幅如夢似幻的雲海景色。 馬那邦山區氣候宜人，日照充足，平均海拔500-1000公尺種植草莓、柑桔、桃、李、甜柿等四季蔬果及玫瑰花等。其中草莓已成為大湖鄉的標誌，產期在每年1月到隔年5月，外型碩大秀美、鮮艷欲滴，是遊客假日採果樂的熱門景點。另外每年依著時令盛產的蔬果，有4-8月的桂竹筍、5-7月的桃李、10月至隔年1月的甜柿，12月至隔年4月的草莓，種類繁多，且4-8月還有螢火蟲可賞，可說是休閒度假的好去處。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉東興村下湖 15-1 號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.455166,120.519597",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111165620.jpg"
  },
  {
    "ID": "103",
    "Name": "馬力埔休閒農業區",
    "Tel": "04-25811511轉241、271、272",
    "Introduction": "位在台中市近郊的新社區，因為擁有絕佳的地理位置，緊鄰台中市區、石岡、豐原、谷關等鄉鎮，也擁有年平均攝氏22度的涼爽氣候，此外，在歷任理事長的經營推廣下，將新社區發展成台中的新興旅遊景點。 來到新社，有7條主要光觀路線，遊客來到此地只要看著電線桿上的顏色你就可以知道你是位在哪一條光觀路線上面，這7種顏色也代表著不同特色的民宿或者餐廳，分別是：紫色的浪漫、紅色的熱情、黃色的柔情、綠色的愜意、粉紅色的嬌嫩、藍色的深邃與咖啡色的悠閒，遊客可以依你想要的感覺，前往不同的路線。 說到新社也許大部分的人會聯想到香菇、葡萄等農作物，由於近年因推動休閒農業，這裡的傳統農業也紛紛轉型，許多的農家會配合民宿規劃導覽解說行程，更有一些餐廳將這裡的農產品開發出新料理，不僅讓遊客大飽口福，更讓這些農作物提高經濟價值，所以你一定要來這裡走走，感受這裡的田園風光，保證不虛此行。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "台中市新社區新社里中和街四段 226 號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "新社區",
    "Coordinate": "24.243693,120.805984",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111165714.jpg"
  },
  {
    "ID": "104",
    "Name": "匠師的故鄉休閒農業區",
    "Tel": "0960-395-296",
    "Introduction": "台中市大甲區「匠師的故鄉」起始於一鄉一休閒園區計畫，跨越建興、西岐及福德三個社區，在當初藺草編織盛行時，乃大宗種植編織的地區，為昔日聞名全省之藺草編織工藝師傅的故鄉，故因此為名。園區相當遼闊，並規劃自行車道，連結漁港、海堤，全程4公里，路況平坦、老少皆宜。遊客若懶得走，建議可自行攜帶單車或協力車邊騎邊看花，到海邊散步吹吹風，觀賞剛回航的船隻或是靜待日落晚霞的美景。 「匠師的故鄉」結合大甲當地農村風光與自然體驗，可以親手體驗農家的焢窯之樂、悠閒騎單車、傾聽海浪、閒看夕陽或是坐在田埂上聆聽蟲鳴鳥叫，感受鄉野的清新氣息，都是難得的經驗。 園區結合了農業及農村的自然田園景觀、鄉土人文所具備的寶貴資源；擁有草蓆編織、農業體驗、傳統米食、林投、稻草、挽面、礫石灘等項目，讓你體驗一下農村純樸的生活及自然保育的娛樂性。 這裡有精采的人文與自然，內藏豐富的自然生態與景觀，天然野生的赤嘴仔與石蚵，大片的防風林是鳥類的最佳棲息地，冬暖夏涼的天然湧泉、迎風搖曳的向日葵、河口生態的水筆仔與招潮蟹，揮手歡迎大家到訪，還有更別錯過松柏漁港新鮮現撈漁獲以及讓人垂涎三尺的焢窯風味餐。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台中市大甲區順帆路 121 巷 16-5 號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "大甲區",
    "Coordinate": "24.423893,120.617855",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111165835.jpg"
  },
  {
    "ID": "105",
    "Name": "頭汴坑休閒農業區",
    "Tel": "(04) 2278-1148 #237、(04) 2270-5991",
    "Introduction": "以農業為主的台中市太平區頭汴坑擁有豐富農業產品、天然景觀及休閒觀光資源，使得以水果聞名的頭汴坑能全面性轉型發展。一方面保有原來農村建築風貌，增加現代休閒觀光業設施，同時將農特產展售中心、休閒民宿農場納入，讓農民轉型休閒旅遊，休閒觀光優質化。本區距離台中都會區僅40分鐘車程，即可享有高山、森林、觀光果園、瀑布、蝶飛鳥鳴，遠眺台中都會區、台灣海峽，螢火蟲點綴在農家點點燈火間，顯得寧靜而優閒。太平區頭汴坑休閒農業區可稱為中部地區的「陽明山」。 本區境內高山綿延、依山傍水、山巒秀麗、溪水潺潺，地處大里溪源頭，緊臨的森林區散發出芬多精，自然資源豐富，有多元化農產品及枇杷、龍眼、荔枝與香蕉為四大特產，其中尤以枇杷為全國品質最優秀的農產品。本區農產及景觀豐富，並不定期舉辦各項行銷活動，如太平枇杷節、荔枝節等。另外酒桶山、仙女瀑布、大湖桶枇杷等也都是區內高知名度的景點和農產品。 園區每逢週末假日遊客絡繹不絕，園園內休閒觀光咖啡店蓬勃發展，民宿、餐廳、觀光果園與休閒農場如雨後春筍般設立，到頭汴坑不僅能享受美景，想要留宿或品嚐美食都非常方便，是建設完善的休閒農業區，歡迎大家假日前來遊玩體驗。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "台中市太平區東汴里長龍路四段 2 號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "太平區",
    "Coordinate": "24.108973,120.778283",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111170022.jpg"
  },
  {
    "ID": "106",
    "Name": "軟埤坑休閒農業區",
    "Tel": "0975-031-330",
    "Introduction": "軟埤坑休閒產業發展協會配合軟埤坑溪、天公廟等景點，朝向休閒農業開發，為推廣假日果市及鼓勵登步道活動，產業發展協會除了提供團體園區導覽服務，安排遊客前往登山步道，以及最新的溯溪體驗。",
    "TrafficGuidelines": "",
    "Address": "台中縣東勢鎮慶福里慶福街 75 號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "東勢區",
    "Coordinate": "24.191358,120.841396",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111172509.jpg"
  },
  {
    "ID": "107",
    "Name": "抽藤坑休閒農業區",
    "Tel": "0933-529-818",
    "Introduction": "臺中市新社區抽藤坑休閒農業區以臺中市新社區中和里行政區為核心，範圍涵蓋全中和里，是新社區景色最優美的地方之一。河谷地形使境內山巒綿延，起伏多變，地處大甲溪旁，區內又有抽藤坑溪經過，依山傍水，景觀秀麗，大片的森林，造就豐富的生態資源。升格為直轄市之後，新社成為台中都會區的近郊，農業發展具有「都市農業」的特質，本地區發展休閒農業符合都市居民休閒遊憩的需求，運用農業與農村資源，設計體驗活動，提供遊客農業體驗、自然生態體驗、景觀體驗、農村文化體驗的機會。 目前區內已有休閒農園、民宿等休閒產業在此經營，加上具歷史文化的農業灌渠-白冷圳，休閒採果配合白冷圳歷史文化之旅，成為新社區休閒觀光最興盛的地區。 抽藤坑休閒農業區內農產品非常豐富，全年都有不同的農產品，除大家熟知的香菇、白玉苦瓜外，水果方面如高接梨、桃、李、梅、椪柑、桶柑、茂谷柑和甜柿等也都有生產，且品質都很優異。區內除了美果之外，還有各種花卉，有櫻花、桃花、李花、桐花、梅花、野薑花、桂花、金針花海等等。四季皆有其特色之顯現，能使遊客在區內欣賞與品嚐農特產品時，能有更多的選擇與驚喜。 抽藤坑休閒農業區因地處山林間，除山區常見昆蟲外，其中最引人注目的昆蟲明星為螢火蟲。近年本區大力的推行螢火蟲復育，成為本區最優質的生態資源。由於抽藤坑及暗影坑溪水源注入，山區原始林木保存完整，自然生態豐富，在每年的四、五月間是螢火蟲盛產的季節，數量繁多，如地上星光一般，相當迷人，成為本休閒農業區的重點特色。每年也會舉辦螢火蟲季活動，成為本區重要的生態旅遊重點之一。 因為推動生態保育的緣故，開始種植獨角仙喜愛的植物-光臘樹，營造出適合獨角仙復育的棲地，成功的讓本區的獨角仙數量逐漸增加，也成為另一項生態特色資源。",
    "TrafficGuidelines": "",
    "Address": "台中市新社區中和里中興街 145 號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "新社區",
    "Coordinate": "24.151423,120.839036",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111172549.jpg"
  },
  {
    "ID": "108",
    "Name": "食水嵙休閒農業區",
    "Tel": "04-25811159",
    "Introduction": "食水嵙休閒農業區範圍涵蓋石岡區九房、金星村與新社區中正村，區內有遠東最長的景觀木橋情人木橋、五福臨門神木、樹之王觀光植物花園等知名景點，位於情人木橋旁的石農廣場則設有石農咖啡，是食水嵙休閒農園區中重要的建築指標；有空時不妨來一趟石岡，體驗食水嵙休閒農業區的生態之美，點一杯香濃咖啡，悠閒地欣賞週邊美麗的景觀。 食水嵙溪是大甲溪的支流之一，提供飲用水及農田灌溉外，有多種水生植物在溪流中生長，溪中魚蝦、水蟲資源非常多，生態極為豐富而多元化，是一處自然生態教室及民眾體驗大自然的好地方。 情人木橋位於食水嵙溪上，全長40公尺，寬3.5公尺的木橋，最大特色是整座橋沒有橋墩支撐，材質是北美進口大原木，特聘美國技師親自來台指導，是台灣第一次引進具七級以上防震性木橋技術，同時也是遠東區跨距最長的景觀膠合木橋。入口處規劃情人商店街，週邊設有石農廣場河岸觀景台及全國最大的水車。 石農咖啡美食館位於情人木橋旁，由石岡農會經營，外觀上有著顯眼的特色，海藍配上純白色，簡單的建構營造出地中海式的風格，讓人一眼有舒適的感覺。 東豐綠色走廊為全國第一條由廢棄鐵道改建為腳踏車專用道，全長約12公里，沿途風光明媚、景色宜人，已成為台中市熱門的旅遊休閒景點，你可以前來騎自行車，體會水光山色，悠遊於綠色隧道的感覺。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台中市石岡區豐勢路881號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "石岡區",
    "Coordinate": "24.2738144,120.7890217",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111172622.jpg"
  },
  {
    "ID": "109",
    "Name": "梨之鄉休閒農業區",
    "Tel": "04-25879586(梨之鄉休閒觀光發展協會)",
    "Introduction": "梨之鄉休閒農業區位於東勢區中嵙里，是政府輔導的新興休閒農業區。由東勢區農會推動整合園區軟、硬體規劃，由在地人組合成立推廣在地農業、生態景觀及人文技藝，每年11月到隔年2月開始嫁接梨枝，到了初夏整棵樹上掛著黃澄澄水果，豐收景象相當壯觀，除此之外，梨之鄉休閒農業區也種植柑橘、柿子、梅子...等水果。梨之鄉休閒農業還有其他優質農業生產，蘭花、咖啡等也非常有名，以及在地人提供藝術工藝DIY體驗，如陶藝、木藝、漆藝、染布等，讓遊客可以親自體驗DIY的樂趣。\r\r 【梨文化館，敘說「梨」情】\r 大埔客家人奉獻的精神，無私分享『高接梨』研發成果。\r 早在民國六十二年，高街梨之父-張榕生先生帶領產銷班團隊研發獨一無二的『高接梨』技術，無私分享技術研發成果，把整個東勢地區的梨園，在短短幾年間，稼接各種高品質梨種，創造東勢農業高經濟價值，帶動地方無限發展，為了能讓後人了解這段歷史跟稼接技術由來，在中嵙的擁葉生態農場，興建梨文化館。921地震後，剛好東勢地區打算成立梨文化館，因高接梨之父張榕生為中嵙人，而位於中嵙里的『擁葉生態農場』主人葉泰竹先生，於是將園區內土地貢獻出來，這才有了梨文化館的誕生。內部富含各種關於高接梨的導覽和農業硬體設施，以及專業的在地導覽敘說高接梨的故事及成長過程，讓梨文化館把高接梨的故事能夠繼續被傳承下去。\r\r 【螢戀東勢 心覓境】\r 一日行程：農家採果樂→蘭花手做DIY→客家做粿→農村料理【大地饗宴】→賞螢祕境【追螢趣】\r\r >>第一站 - 農家採果樂\r 來東勢絕對不能錯過採果！在地果農導覽關於梨樹生態種植，且指導遊客正確的採收技巧，近距離體驗採果的樂趣，還能現採品嚐最新鮮甘甜的梨子，實在好幸福！\r\r >>第二站 - 蘭花手做DIY\r 來到可苗蘭園，走在山坡地形上的蘭園內，聽著導覽員細心解說蘭花的生產過程及品種，還能親自體驗DIY植蘭的樂趣，看似簡單的成品其實有著秘密的『撇步』，做完的盆栽還能帶回家作為此次具有意義的紀念品唷！\r\r >>第三站 - 梨文化館客家做粿\r 來到梨文化館內，與農家阿姨一起製作在地客家點心-艾草粄，述說每當客家人家中添男丁時，就會做粿感謝神明的『新丁粄節』習俗，手揉捻著Q彈的粿皮和炒好的蘿蔔絲內餡包裹在一起，再把粿團壓在粄拓上成美麗紋路，進大鍋蒸煮過後品嚐自己手做的美食，實在好滿足！\r\r >>第四站 - 大地饗宴\r 由農人親自精心鋪陳的農村料理，餐點都是用在地食材所做成的客家美食料理，在星空下品嚐美食的大地饗宴，周圍還有在地農人植種做成的咖啡跟桂花茶，讓人視覺、味覺、嗅覺通通都滿足了！\r\r >>第五站 - 賞螢祕境\r 吃飽喝足後，導覽員帶領著大家來到一處賞螢的祕境，身邊圍繞好多螢火，螢光閃閃撲朔 ，彷彿置身在童話故事中！每次的活動都會配合不同的農家一起合作，非常適合全家大小一起來認識當地文化和享受大自然的薰陶，為您留下最美好珍貴的回憶！\r\r 事先請電話預約~ ",
    "TrafficGuidelines": "",
    "Address": "台中市東勢區中科里東崎路三段688巷168號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "東勢區",
    "Coordinate": "24.260785,120.8687413",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160901165950.jpg"
  },
  {
    "ID": "110",
    "Name": "水流東休閒農業區",
    "Tel": "0910-990118(彭理事長)",
    "Introduction": "水流東休閒農業區是以當地特色景點為名，台灣西部的溪流多為向西流，日治時期，日人為引大安溪水源灌溉后里及外埔區農田，規劃設計出后里圳「水流東」，成為特殊的向東流灌溉溝，水流東長約兩公里，兩側綠樹成蔭，十多年前並種植油桐樹，桐花步道一端有假日農夫市集，另一端則設有高鐵觀景台。本區農產品多元，有生產優質紅龍果，釀酒葡萄，季節蔬菜水果加上遠近馳名的客家傳統米食、粿、麻糬的好味道，且酒莊興起，組成了最棒的休閒農業旅遊。\r\r 除了地產地銷的虎腳庄農夫市集，還有當地酒莊推出體驗採果製酒、獨特的葡萄園裡的餐桌，搭配水流東地景，公婆樹的解說，是水流東的特色行程，除此之外，桐花季節的美，紅龍果盛產的滋味，以及紅酒馬拉松，吸引各地遊客前來。\r\r 這裡有憨厚樸實、最濃郁的人情味；適合休閒健身優雅的桐花步道；典型的河階景觀；高鐵景觀攝影與百年老樹；享譽國際的葡萄園與酒莊、越來越夯的紅酒馬拉松；風味絕佳的紅龍果；更擁有豐富的動、植物自然生態資源。 ",
    "TrafficGuidelines": "",
    "Address": "臺中市外埔區永豐里六分路90號 (外埔旅客服務中心) ",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "外埔區",
    "Coordinate": "24.3316594,120.6766188",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160902103108.jpg"
  },
  {
    "ID": "111",
    "Name": "斗苑休閒農業區",
    "Tel": "(04) 890-3717",
    "Introduction": "「二林斗苑休閒農業區」位於彰化縣西南角，結合農業體驗及農村風情的風土人文資源，釀酒葡萄、酒莊、鮮食葡萄、紅龍果、蕎麥、紅薏仁、豐水梨、稻米、韭菜、帝王柑...等都是園區內主要產業。本區為全台酒莊密度最高的區域，漫步在葡萄園下與酒莊業者話家常，或是來趟古蹟尋禮，走訪縣級古蹟仁和宮，品嚐週邊特色小吃，拜訪鹿世界牧場近距離接觸梅花鹿、水鹿，還可以至東螺溪休閒農場體驗米食活動，享用美味的割稻餐。\r\r 因應四季變更，規劃提供遊客採果、農業體驗活動，不論是春季品酒、夏季採果、秋季探險、冬季賞花皆可享受四季不同風情。",
    "TrafficGuidelines": "",
    "Address": "彰化縣二林鎮西斗里斗苑路二段 915 號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "二林鎮",
    "Coordinate": "23.897292,120.406062",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111172705.jpg"
  },
  {
    "ID": "112",
    "Name": "鼻仔頭休閒農業區",
    "Tel": "0935674021",
    "Introduction": "以「桂林山水甲下，龍頭山下小桂林」用來形容二水鄉的「鼻仔頭休閒農業區」一點都不為過，位於二水鄉境內八卦山脈的龍仔頭山，山青水美，是個寧靜優美、純樸敦厚的世外桃源，有八卦山脈南端豐富的生態資源、臺灣最古老三大埤圳之一的八堡圳、感念「臺灣大禹」的林先生廟、世界五名硯之一的螺溪石硯等等，可說集自然與人文於一區。 在鼻仔頭休閒農業區裡，最特別的一項就是火車站與鐵軌！在這小小的一個區域內涵蓋了二座火車站，一座是二水火車站，另一座則是無人管理的源泉火車站；而鐵軌則是匯聚了西部幹線、集集小火車線及台糖小火車線，為全省唯一！也因此，在休閒農業區內也沿著鐵路設置了觀光自行車道，又稱為鐵道追風線，可以在這裡試試騎著鐵馬跟火車競速的快感。 來到鼻仔頭休閒農業區，您可以輕踩腳踏車，悠遊於各休閒農場，到蓮荷果休閒農園體驗早期農人搭乘流籠過溪耕種的辛苦、品嚐蓮花茶；在水車休閒農園欣賞氣勢磅礡的龍仔頭山及學習舞獅和打大鼓；到源泉小店喝一杯清涼的蜂蜜飲品，欣賞落日餘暉；到大丘園休閒農場品嚐野菜風味餐；夜宿二水渡假民宿，體驗農家純樸生活。歡迎您到鼻仔頭休閒農業區，享受田園SPA。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "彰化縣二水鄉光文路1號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "二水鄉",
    "Coordinate": "23.9141358,120.4011911",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111172738.jpg"
  },
  {
    "ID": "113",
    "Name": "龍眼林休閒農業區",
    "Tel": "049-2602375",
    "Introduction": "龍眼林休閒農業區位於北中寮，範圍包括龍安、內城、清水三村。清朝年間，先民入山開墾，當時因為遍布龍眼樹，因此稱之為「龍眼林」。農業區內有多處休閒農場，下水堀農場、清城農莊、月桃香農場等，也緊鄰肖楠巨木群、龍鳳瀑布、樟平溪吊橋、紅菜坪古道，形成一帶狀休閒景點，95年獲農委會審查通過休閒農業區，對地方發展觀光注入一劑強心針。 龍眼林休閒農業區主要種植龍眼、荔枝、竹筍、香蕉、文旦、桑葚等農特產，並擁有豐富的生態資源，在不甚廣大的地區裡具有百種蕨類植物、蝴蝶，並產有鴨腱藤、雪藤兩種世界稀有的珍貴植物，樟平溪更孕育著台灣國寶級的貝類化石。因此為了發展龍眼林休閒農業區觀光，中寮鄉長希望地方能興建合法民宿、旅館，規劃各種遊程吸引2日遊的觀光客，帶動旅遊熱潮，讓地理環境優美、休閒農場優質的北中寮能像著名景點日月潭一樣耀上國際舞台。 休閒農業區內還有一特色，村民對藥草植物的知識非常豐富，地方人士更籌組了南投縣藥用植物協會，透過上課和推廣，北中寮各村落到處可見藥用植物，且清水、內城不少農場大面積的開闢藥用植物園區，希望取代檳榔成為中寮鄉最有特色的產業。 【如欲安排前往建議事先電話聯繫確認】 傳真:049-2601307",
    "TrafficGuidelines": "",
    "Address": "南投縣中寮鄉龍安村龍南路100-1號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "中寮鄉",
    "Coordinate": "23.9420015,120.7727226",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111172911.jpg"
  },
  {
    "ID": "114",
    "Name": "糯米橋休閒農業區",
    "Tel": "049-2461777",
    "Introduction": "國姓鄉糯米橋休閒農業區因三級古蹟「糯米橋」建於此地，民國92年經農委會審核通過命名為「糯米橋休閒農業區」。糯米石拱橋位於北港溪上，造型古樸，始建於民國27年，是一座緬懷先人匠心獨具、發思古幽情的一座古橋，雖經過大風大雨的考驗仍屹立不搖，這座古橋還象徵著國姓鄉客家精神的堅毅不移。 好山好水的糯米橋休閒農業區，因北港溪水貫穿全村，天然的地形、地貌造就了自然天成的觀光景點，境內五棚坑溪、阿冷坑溪源源不絕的水源清澈無污染，幽靜的坑谷好像世外桃源，優美的河段已完成親水設施及環村自行車道。站在觀景台上看著芙蓉瀑布宣洩而下的磅礡氣勢，置身山水之中可暫忘世俗煩惱。 從客家農村鄉土文物館的設立到北港村之寶—糯米橋的保存修復，梅林社區對鄉土文化保存的工作不遺餘力，希望將社區打造一座「糯米橋生活村」，確實落實社區福利、發展具有人文、藝術、精神內涵的社區、並帶動農村觀光、發展文化產業，再現農村生機、兼顧達成農村「生活、生計、生態」之「三生」目標，讓客家文物館與社區民宿及觀光景點形成一套裝行程，將糯米橋休閒農業區發展為富麗的客家農村。 【如欲安排前往建議事先電話聯繫確認】 傳真:049-2462345",
    "TrafficGuidelines": "",
    "Address": "南投縣國姓鄉北港村國姓路62-1號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "國姓鄉",
    "Coordinate": "24.0572269,120.9116462",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112100534.jpg"
  },
  {
    "ID": "115",
    "Name": "車埕休閒農業區",
    "Tel": "049-2773417",
    "Introduction": "南投縣水里鄉成立二個休閒農業區：「車埕休閒農業區」及「?休閒農業區」，其中車埕休閒農業區屬於日月潭國家風景區南邊入口。位居水里溪中游，依山傍水、地勢起伏，平均海拔350公尺至1200公尺之間，境內溪流河谷交錯，四周高山圍繞，形成狹長之谷地，一年四季水資源豐富，年平均溫度21度，是一處很適合民眾休閒旅遊的好地方。　 車埕車站為縱貫鐵路集集支線之終點站，早期是埔里往二水輕便鐵道的中繼站，現今則是集集線的「最後火車站」。車埕本為南投縣木材的主要集散地，由於伐木轉為保育，木材產業也隨之沒落，但現在的車埕休閒農業區卻結合了鐵道、木材、電力、農特產品及生態等觀光資源，發展出適合旅遊的最佳地點。區內有明潭、明湖兩大水庫、孟宗竹林、賞梅觀蘭賞景區、50年代木業小鎮風光、酒莊、大觀古隧道、水陸橋、木業館、與人力鐵道車等特色景點，在在都吸引人們前來慢慢品味。 水里鄉車埕休閒農業區也致力推動樟腦產業文化，在投131線產業道路旁興建一明末清初煉樟腦寮，是一處不可遺忘的休閒產業景點。 【如欲安排前往建議事先電話聯繫確認】 傳真:049-2774952",
    "TrafficGuidelines": "",
    "Address": "南投縣水里鄉車埕村高山巷22-2號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "水里鄉",
    "Coordinate": "23.8558672,120.8565486",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112100803.jpg"
  },
  {
    "ID": "116",
    "Name": "大林休閒農業區",
    "Tel": "049-2895190",
    "Introduction": "南投縣魚池鄉大林休閒農業區為典型的農業鄉鎮，由於氣候溫和、溼潤，非常適合栽種蘭花和香菇，鄉內蘭園處處，專門栽培虎頭蘭的園區就廣植50多公頃，除了滿足國內市場需求，每年外銷更勝其他地區。由於產於冬、春兩季，因此在春節時需求量更大。來到休閒農業區不僅能觀賞百花爭豔的蘭花，更有蘭花達人為您解說栽培方法，遊客還可體驗DIY，園區內的香菇農場也非常多，可至「日月潭農場」觀摩專業的養菇生態、品嚐美味可口的杏鮑菇、玉米菇等香菇大餐。 大林休閒農業區內有兩大聞名遐邇的旅遊名勝：日月潭和九族文化村。九族文化村為原住民文化最大的戶外博物館，詳細介紹包括達悟族、阿美族、泰雅族、賽夏族等各族群的淵源與文化，還有設置原住民傳統建築及文物，更增設了許多蠟像館、讓您可以看到原住民人文、風俗的另一面。 日月潭為全台最大的淡水湖泊，潭景霧薄如紗，水波漣漣而有「水沙連」之稱，四周群巒疊翠，潭面景象萬千，為出色的天然大湖。來到日月潭不能忘記享用傳統邵族美食。清蒸曲腰魚、總統魚、鹽酥奇力魚、小米粥等，遊客來到大林休閒農業區可盡情賞玩。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "南投縣魚池鄉大林村金天巷8號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "魚池鄉",
    "Coordinate": "23.8759529,120.9436219",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112101036.jpg"
  },
  {
    "ID": "117",
    "Name": "自強愛國休閒農業區",
    "Tel": "049-2792900 , 0921-660589",
    "Introduction": "南投縣信義鄉大部分屬於原住民部落，具有得天獨厚的自然景觀，鄰近全台最高的山—玉山，最長的河流─濁水溪。地形非常獨特的信義鄉從平地海拔300公尺蔓延至高山海拔3000多公尺，山高谷深、山林資源豐富，各部落也發展出豐富的人文及當地的休閒觀光景點。 信義鄉自強愛國休閒農業區涵蓋自強、愛國兩平地村落，以坪瀨溪沿岸的溪流與山林資源，規劃出與大自然平衡的觀光景點，由於大自然的造山運動，使得岩層及河床的巨石呈現不規則狀，聲勢浩大。另外，福德洞一線天、水濂洞吊橋景觀區及瀑布群，都是不禁讓人讚嘆大自然鬼斧神工的景色。 自強愛國休閒農業區於每年不同節令都會舉辦各種活動吸引遊客上山，如12月底至隔年1月的「 踏雪尋梅」賞梅活動；3、4月為青梅成熟期，會舉辦採果、脆梅DIY等促銷活動，尤其信義鄉賞梅活動12月進入高峰期後，風櫃斗、烏山崙、坪賴、牛稠坑等賞梅區，梅花盛開時雪白的花海蔚為奇觀，沿途又可聞到一股淡淡梅香，令人心曠神怡。在賞梅景點處有多家休閒農場都提供特製梅餐，著名的有「喜覺支梅園梅宴工作室」，每道梅餐都是女主人親手調理，將信義的特色與梅子風味完全表現無遺。 【如欲安排前往建議事先電話聯繫確認】 傳真:049-2792901",
    "TrafficGuidelines": "",
    "Address": "南投縣信義鄉自強村綠美巷20號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "信義鄉",
    "Coordinate": "23.6694701,120.8425565",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112101316.jpg"
  },
  {
    "ID": "118",
    "Name": "富州休閒農業區",
    "Tel": "049-2623928",
    "Introduction": "富州休閒農業區位於竹山鎮北方，是濁水溪沖積下的平原，古稱「溪洲仔」，是典型的農業聚落，種植番茄、芭樂、香蕉、火龍果、稻米、竹筍等農特產，尤其番茄的品質種類屬於甜度極高的「黑柿番茄」，適合生食及當作蔬菜食用，富州里為「富州番茄特定區」，是遠近馳名的番茄故鄉。 富州里為竹山鎮最早開發的地方，當時文風鼎盛、古厝聚落處處，有隆恩圳、陳進士宅等古蹟，還有多處農園、農場聚集，形成了一處休閒農村聚落。南投縣竹山鎮是全國有名的竹工藝品鄉鎮之一，早期是溪洲居民賴以維生的技能，如今竹製品成為富州休閒農業園區的主要意象，著名的「青竹竹藝園區」、「富林耳扒工藝社」都位於此地。 尤其以「青竹竹藝園區」的轉型開發最早，園區自1997年起栽種大片竹林，竹子種類超過百種以上，連全世界最小的竹子這裡也見得到，近年來除致力出版竹類叢書以饗眾人之外，園區更是「竹」愛好者研究的園地。 由於富州休閒農業區橫跨濁水溪兩岸，從集集到富州必經的集集攔河堰與隆恩圳是集古今水利工程的智慧，也是當地發展休閒農業的基石。環狀的自行車道可飽覽農村景觀、體驗農村採果樂，瞭望濁水溪美景的同時可感受到靜謐的農村也有她堅毅恬靜之美。 【如欲安排前往建議事先電話聯繫確認】 傳真:049-2624255",
    "TrafficGuidelines": "",
    "Address": "南投縣竹山鎮富州里富州巷31號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "竹山鎮",
    "Coordinate": "23.8118931,120.747611",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112101601.jpg"
  },
  {
    "ID": "119",
    "Name": "槑休閒農業區",
    "Tel": "049-2821011",
    "Introduction": "南投縣水里鄉「上安槑休閒農業區」是發展休閒農業最成功的休閒農業區之一，「槑」是「梅」古字，讀音一樣。與信義鄉為鄰，是新中橫公路必經之地，農特產豐富，有香菇、葡萄、梅子、水蜜桃、甜柿等，上安村為典型農村型態，早期因伐木及開墾而興起，近幾年由於當地產業的凝聚力而發展為全方位的休閒農業區。園區內以栽植葡萄和梅子為大宗，而梅園集中於特色景點「鵲橋」兩側山坡地，冬天梅花盛開，可賞梅又能觀景。上安村擁有得天獨厚的天候條件，栽種出來的香菇朵朵肥美、香甜，上安香菇農場配合觀光發展，推出香菇生態解說，遊客可親自體驗採菇樂趣。 上安槑休閒農業區的民宿業者非常重視當地的生態保護，盡量以生態工法來建造景觀，且對棲地的保護更加重視。雖然幾經風雨威脅，小山村仍然毅力堅定，重新恢復了秀麗面貌，就像上安村鵲橋上掛著的祈福木牌寫著「水里上安．平平安安」，使水里上安產業風情更需加以推廣。 本區梅子副產品發展非常豐富，有梅餐、梅酒、梅醋，「奕青酒莊」有最齊全的梅副食品。而最特別的是，社區居民們利用農閒時做出的梅樹幹鉛筆、原子筆、手工藝品，成了休閒農業區的代表作。 【如欲安排前往建議事先電話聯繫確認】 傳真:049-2821514",
    "TrafficGuidelines": "",
    "Address": "南投縣水里鄉上安村三部巷9-1號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "水里鄉",
    "Coordinate": "23.7382328,120.8635639",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112101904.jpg"
  },
  {
    "ID": "120",
    "Name": "桃米休閒農業區",
    "Tel": "049-2911591",
    "Introduction": "桃米休閒農業區位於埔里鎮桃米里，海拔高度介於400公尺至800公尺之間，是中潭公路往日月潭必經之地，休閒農業區內林木遍布、綠意盎然，有桃米坑溪、種瓜坑溪等支流貫穿匯集，孕育出桃米豐美的生態樣貌。 桃米里擁有生態價值最高的溼地，最大的草湳溼地有4公頃，擁有多樣性豐富的生態環境，是桃米社區最具代表性的溼地景觀，其他小型溼地則於村內處處可見。由於一直保持良好植被及天然地形，未受過度開發及破壞，非常值得保存並提供生態教育、旅遊、研究等活動，因此在農委會特生中心長期指導下，也設置了：中路坑溼地及茅埔坑溼地生態公園兩座人工溼地，除了引入生態工法，也提供了更多適合生態旅遊及觀察學習的溼地景觀。 桃米里的產業基本上還是以農產為主，主要以竹類、菇類、筊白筍、茶、花卉及金線蓮等農特產。由於桃米里已成為一處大生態園區，因此青蛙、蜻蜓木雕、蛙陶藝、彩繪等手工藝品已成為此地一大特色，遊客可親自鑑賞與體驗。現在的桃米社區已立足為「桃米生態村」，在自然生態穩健成長中，桃米坑要把生態村進而發展成「桃米坑休閒農業區」，把生態、生活、生產「三生一體」的觀念徹底落實，成為一更具經濟價值的地方。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "南投縣埔里鎮桃米里桃米巷64-4號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "埔里鎮",
    "Coordinate": "23.9396622,120.9418874",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112102108.jpg"
  },
  {
    "ID": "121",
    "Name": "福龜休閒農業區",
    "Tel": "0937-594775",
    "Introduction": "南投縣國姓鄉福龜村屬於農業客家原鄉，位於台14線中潭公路，交通便利，為一處適合遊憩、參觀文化產業的地方。當地農特產以草莓、枇杷最為著名，連綿不斷的草莓園是特有的產業景觀，居國內產量第二位，由於氣候與水質的關係，國姓鄉福龜村草莓屬於豐香品種，果實較大、鮮紅有光澤、甜度高、香味四溢，頗受消費者喜愛，春節前後為盛產期，於中潭公路沿線皆可見到親子同遊採草莓景觀。每年2至4月為枇杷盛產期，「柑林枇杷」在國內已久享盛名，因大部分栽種在山坡上，加上氣候、土壤適宜，所生產出來的果實肥大、香甜可口，在市場上也深受消費者的愛好。 福龜休閒農業區緊鄰烏溪，可眺望九九峰，著名的「福農莊」也位於此，園區山林綠野、景色宜人，附近設有水圳生態涼亭，駐足於此欣賞自然天成的景觀令人身心舒暢。來到客家莊就一定要品嚐客家風味餐，如：客家小炒、油炸絲瓜、山間野菜、正宗土雞、客家麻糬等都是值得品嚐的鄉土風味餐。 水保局於國姓鄉福龜休閒農業區及糯米橋休閒農業區建造了多處的環村自行車道，讓遊客來到國姓鄉不只是買農特產、遊景點，也能騎乘自行車飽覽休閒農業區細部的文化產業、休閒景點，多瞭解客家莊休閒園區的資產。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "南投縣國姓鄉福龜村中正路一段140號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "國姓鄉",
    "Coordinate": "24.0122673,120.8189567",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112103047.jpg"
  },
  {
    "ID": "122",
    "Name": "瑞峰太和休閒農業區",
    "Tel": "0928-328435",
    "Introduction": "瑞峰太和休閒農業區位置處於大阿里山地區的西北方，雖然屬於梅山鄉但也是阿里山山脈的一部分。這邊的主要農作物以高山茶為主，所以來到這邊可以聞到從製茶場中飄出的陣陣茶香；除了高山茶之外，早期的梅子或者是紅肉李也是這邊的特產之一。自然景觀部分，最不能錯過的是古道及眾多的瀑布群。 　在瑞峰可以選擇挑炭古道體驗前人走過的路，也可以沿著古道欣賞瀑布之美，沿途有生毛樹瀑布、龍宮瀑布以及雷音瀑布群等等，還可以欣賞到眾多美麗的山景和風光；在太和則是可以選擇梅嶺古道欣賞梅花的冷傲獨立，花石溪步道因長年泉水從石壁表面滲出，而呈現奇特花紋而得名，此外這裡也是魚蝦保育區，能觀賞到豐富的生態資源。 　瑞峰太和休閒農業區緊鄰瑞里與奮起湖風景區，一般遊客到此也可先至瑞太遊客中心詢問周遭景點，再依個人喜好安排路線。到此地旅遊適合2天1夜的行程，且每一個時令都有不同的風情，農曆過年期間適合賞梅，而端午節前後適合採李，國曆4到6月適合觀螢，清新的空氣與開闊的景觀則適合一年四季的拜訪，是讓人想一來再來的好地方。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "嘉義縣梅山鄉太和村樟樹湖27號",
    "OpenHours": "",
    "City": "嘉義縣",
    "Town": "梅山鄉",
    "Coordinate": "23.525879,120.711624",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112144028.jpg"
  },
  {
    "ID": "123",
    "Name": "大雁休閒農業區",
    "Tel": "049-2895938",
    "Introduction": "南投縣魚池鄉大雁休閒農業區於民國95年通過農委會休閒農業區審核標準，包括：山渣腳、澀水一帶皆為劃分範圍，生產作物「阿薩姆紅茶」遠近馳名，魚池鄉至古以來本是紅茶的故鄉，因為獲利不佳，改種以檳榔樹為生，九二一震災之後，居民投入重建與社區總體營造的工作，積極振興農村產業，發展有機紅茶，至今的「阿薩姆紅茶」、「森林紅茶」在國內、外已站穩一席之地。 四面環山的大雁休閒農業區生態資源非常豐富，於桃米溪下游處有一塊尚未開發且完整的自然環境，由於氣候、水質極佳，每年都有候鳥來棲息。森林步道規劃也相當完整，不但沿途景色優美、林相豐富，野生動、植物及昆蟲等多采多姿，適合遊客親臨體驗及漫步於林間享受森林浴的地方。 進入澀水社區即可看見印有居民手、腳印記的陶版入口意象，象徵團結、同心，因為彼此的向心力強，因此強化了社區生活機能，不但提升居民的生活品質，建立更優質的社區環境，塑造農村新風貌。園區不僅以生態、陶藝、紅茶創造了有特色的休閒農村，社區內有陶藝教室、練土場、傳統風味的柴窯，且有多家民宿已合法化，在開發多元化觀光資源的同時，依然保有社區人文風貌，可讓遊客深切體驗休閒農村樸實的美。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "南投縣魚池鄉大雁村大雁巷36-1號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "魚池鄉",
    "Coordinate": "23.923606,120.92087",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112103156.jpg"
  },
  {
    "ID": "124",
    "Name": "集集休閒農業區",
    "Tel": "049-2761700",
    "Introduction": "集集休閒農業區以集集火車站為中心，向四周輻射狀延伸，是目前集集鎮農業生產及休閒產業經營最密集的區域。本區生產豐富的農特產，如：向日葵、玫瑰、紅龍果、葡萄、番石榴、糯米荔枝、甜柿及香蕉等。 集集休閒農業區擁有生態、古蹟、產業、文化的豐富內涵，區內的休閒農業體驗包含：五色鳥生態復育、陶土、香蕉麵及香蕉饅頭的製作教育解說行程、在和平社區花園品咖啡賞美麗波斯花海、愚農花田的小麥草汁、桑葚汁DIY及現採向日葵體驗，和風山寨的番茄汁DIY、香蕉米苔目DIY、現採小番茄及鄉村特色風味餐等。還有結合地方產業、文化與歷史特色，所推出最具地方特色伴手禮─火車票餅。 另外，園區內還可踩著自行車漫步於綠色隧道中，享受陽光日照及自然森林的溫暖氣息。集集休閒農業區的特色民宿─集集渡假村也是住宿的最佳選擇。 景觀資源也相當多，包含行政院農業委員會特有生物研究保育中心、集集火車站及九二一集集大地震後的武昌宮遺跡，明新書院、開闢鴻荒碣及化及蠻貊碣等三處國家級古蹟，獅頭山夕照、壯觀的集集大山，攔河堰景觀台等，都值得您來細細品味。 【如欲安排前往建議事先電話聯繫確認】 傳真:049-2761247",
    "TrafficGuidelines": "",
    "Address": "南投縣集集鎮成功路258號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "集集鎮",
    "Coordinate": "23.8339331,120.786952",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112103317.jpg"
  },
  {
    "ID": "125",
    "Name": "小半天休閒農業區",
    "Tel": "049-2677213",
    "Introduction": "鹿谷小半天休閒農業區範圍包括：竹林村、和雅村、竹豐村，從前以種植孟宗竹、茶葉為主要產業，隨著社會變遷孟宗竹產業已逐漸沒落，取而代之的是休閒產業的轉型，例如利用竹子炭烤成「竹炭」，再製成許多副產品，如：竹炭襪、竹炭衣物、竹炭保養品、竹炭各類食品等，都是現今最養身、環保的產品。 在休閒農業區成立之前，農委會在各鄉鎮成立「一鄉鎮一休閒」對地方的觀光產業有推廣的助益，小半天休閒農業區發展委員會已規劃出一系列深度旅遊，如螢火蟲季、春茶季、親子知性營、夜空觀星望斗活動，在特定區域設置「竹燈籠大道」、辦理「小半天孟宗季」等主題，再配合套裝行程，積極推廣在地民宿，提倡民宿合法化。在竹業上成功研發出「在地的竹工藝」將特色產業與生產、行銷相互結合，小半天休閒農業區結合串連成「生命共同體」，讓小半天社區從過去的農產地轉變成更具備創意與活力的社區小企業。 休閒農業區還積極推展各特色景點，區域著名的景點有：小半天瀑布、德興瀑布、大石公、銀杏林、竹林隧道、林爽文古戰場、孟宗竹林觀景區等，不論一日遊、二日遊都能享受一趟深度之旅。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "南投縣鹿谷鄉竹林村光復路106-2號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "鹿谷鄉",
    "Coordinate": "23.7268663,120.7554877",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112103414.jpg"
  },
  {
    "ID": "126",
    "Name": "日月潭頭社休閒農業區",
    "Tel": "049-2861789",
    "Introduction": "頭社活盆地休閒農業區位於南投縣魚池鄉台21線上、水里與日月潭之間，為日月潭環潭公路的入口，亦屬國家風景區轄內。現在最流行跳騎馬舞，可以來活盆地體驗泥土會?跳舞?的感覺，真的很不一樣。日月潭最大的農村，日月潭頭社活盆地休閒農業區，在各級政府及農民合作努下，建立為全國最高海拔絲瓜專業生產區，產量面積已接近60公頃，除了活盆地絲瓜受市場肯定以外，活盆地絲瓜水更可以結合時下流行的養生、美容、美白深度旅遊主題等活動推廣。近年來也積極配合政府政策，推廣農村產業之旅，包跨建立台灣第一個以農村為背景的大型壁畫國際彩繪村、傳統文化以手工精製的手工蘿蔔老菜脯產業、及積極建構無毒農業中草藥金銀花還有溼地茶樹精油等農業的推廣，相信在不久的將來，活盆地產業也能夠發光發熱，創造更多永續發展機會。",
    "TrafficGuidelines": "",
    "Address": "南投縣魚池鄉頭社村平和巷46號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "魚池鄉",
    "Coordinate": "23.8317246,120.903589",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112103953.jpg"
  },
  {
    "ID": "127",
    "Name": "金湖休閒農業區",
    "Tel": "05-7895475",
    "Introduction": "金湖名稱的緣由，相傳是因「嘉慶君遊台灣，避風入港賜名」而來。據傳說，嘉慶年間，清仁宗嘉慶來台觀察台灣風俗民情、地理時，由下湖港經過，當時台灣海峽風浪大作，就將船駛進樹苓湖避風，船進入港內，水平如鏡，因歡喜其為天然避風港，於是賜名為「金湖」。光復後，嘉義縣設立新港鄉，本地新港乃將港東村與港西村改稱金湖。 金湖休閒農業區位於台17省道東西兩側，以當地宗教區「萬善爺廟」為中心向外擴展，將屬於口湖鄉的農漁業特產品、景觀資源、生態資源、文化資源等據點規劃串聯，園區內有自行車道遊憩路線、豐富的天然景觀資源及多元的地區產業。 由金湖萬善爺廟為起始點，經馬蹄蛤主題館，再經金湖臨海休憩園區，沿著口湖鄉濱海自行車道、水岸步道，串聯台17線經164線至明湖海釣場、傳統食品商行、祥益食品，經雲142公路，最後終點為萬善爺廟。沿途除了欣賞海岸、溼地景觀之外，還可體驗多元的產業活動，如乘膠筏遊漁塭、摸蜆兼洗褲、蛤貝DIY、58度高粱酒烤烏魚子、手工米粉DIY、明湖垂釣樂趣等活動，是一處有別於山區、平原風貌的休閒農漁園區。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "雲林縣口湖鄉崇文路二段402巷50號",
    "OpenHours": "",
    "City": "雲林縣",
    "Town": "口湖鄉",
    "Coordinate": "23.581647,120.1769741",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112104139.jpg"
  },
  {
    "ID": "128",
    "Name": "華山休閒農業區",
    "Tel": "05-5900488、05-5901938",
    "Introduction": "大華山地區包括華山、桂林、華南及樟湖等村，以華山為名而劃設的「華山休閒農業區」，範圍共290多公頃。位於翠碧山巒中的「華山」左右各有丘陵環抱，以大尖山與二尖山為界。大尖山乃阿里山支脈，海拔1304公尺，雄闊壯麗，是華山最高峰，二尖山海拔1265公尺，靜靜地偎著大尖。兩側丘陵綿延，層巒疊嶂、林木蒼蒼，村內華山溪與科角溪貫流其間，景色出塵而秀麗，鄉人暱稱為「尖山母」。 華山地區在天然資源上擁有許多好條件，山中處處可見的登山步道，早在多年以前就具有相當知名度，其中華山文學步道是第一條以文學為主題而規劃的步道，沿著以生態工程整治的華山溪下游而建，而座落於文學步道上的裝置藝術，則是雲林12位名作家的作品，以模擬作家筆跡的朱紅色字，刻烙在12座大石上，每一座石塊皆有不同的造型，使得文學步道風雅中透著濃濃的文學氣息，讓健行於此步道的民眾可以一邊健身一邊享受文學風情的氛圍。 每年10-12月是咖啡豆成熟轉紅的季節，咖啡節活動是古坑最盛大的觀光祭典，咖啡文化在華山地區發揮得淋漓盡致。古坑夜景也一向為人稱道，白天來此可以爬山、健行，晚上則可品嚐咖啡與欣賞星空夜景，好不愜意。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "雲林縣古坑鄉華山村41號",
    "OpenHours": "",
    "City": "雲林縣",
    "Town": "古坑鄉",
    "Coordinate": "23.5950851,120.5967011",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112143733.jpg"
  },
  {
    "ID": "129",
    "Name": "茶山休閒農業區",
    "Tel": "05-2513051",
    "Introduction": "阿里山茶山部落位於嘉義縣的最南端，南接高雄那瑪夏區，這裡海拔約在500-800公尺左右，風景秀麗、氣候怡人，茶山部落大部分都是原住民鄒族人，早期茶山並無人煙居住，近代由於農業的開墾才慢慢有居民在此定居。 來到茶山休閒農業區遊客可以看到家家戶戶幾乎都有涼亭，因為在鄒族的傳統中，過世的長輩要埋葬在家裏，與眾神明一起供奉，所以家是一個很神聖的地方，不能在家裏面大聲喧鬧，所以每當家族中有族人自山上打獵回來，都是在戶外舉辦慶典，由於有時會遇到烈日或者是下雨，在種種的因素之下，慢慢地形成了涼亭文化，族人在涼亭之下舉辦慶典與族人們一起分享捕獲的獵物或者是農作物，所以涼亭可以說是鄒族人重要的精神象徵。 來到茶山除了原住民部落的探訪之外，這裡也有許多美麗的景點與步道，屯阿巴娜自然生態區、大湖獵區觀賞原始林、卓武山上遠眺美麗風景，這些都是遊客來到此地必定探訪的景點。 除了有美麗的風景之外，農產品也是這邊的特色之一，春天的梅子、夏天的麻竹筍、秋天的愛玉子，每一個季節都有不同的新鮮蔬果等著遊客到此地細細品嚐。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "嘉義縣阿里山鄉(茶山村60號旁)",
    "OpenHours": "",
    "City": "嘉義縣",
    "Town": "阿里山鄉",
    "Coordinate": "23.300549,120.6668839",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112143901.jpg"
  },
  {
    "ID": "130",
    "Name": "溪南休閒農業區",
    "Tel": "06-7871919",
    "Introduction": "七股溪橫貫台南市七股區，溪南區指七股溪以南曾文溪以北地區，涵蓋溪南村、三股村、十份村等農漁村。「七股區溪南休閒農業區」於民國97年由行政院農業委員會通過，區內有溪南春休閒渡假漁村、快樂伯柑仔店、火龍果果園、龍海號潟湖生態之旅、溪南村休閒塭釣場、三不等海產等營運點，周邊有紅樹林保護區生態景點，以及黑面琵鷺保護區、七股鹽山、鹽博物館等觀光景點。 自台17線省道往西轉入南31-1號縣道，經過「溪南休閒農業區」入口意象後，兩旁民家圍牆上，呈現魚蝦蚵蟹等拼磚圖樣，即透露出漁鄉旅程的豐富主題。 首先到達的是「溪南春休閒渡假漁村」。創辦人吳仲常為溪南村在地人，因有感漁村逐漸凋零，而致力維護漁村文化，園區內重現塭仔、摸魚、桶間寮等七股漁鄉縮影，希望民眾除享用漁家大餐外，更可深入體驗漁村生活。 繼續沿七股溪行至出海口附近，有一片約3公頃的海茄苳水上森林，沉浸在蜿蜒的七股溪中，此為「紅樹林保護區」。因七股區漁塭多，喜歡吃魚的白鷺鷥鍾愛在此棲息，因而在綠意森林不時有雪白成群的鷺鷥點綴其上，場面相當壯麗。 循指標進入位於173號線道上的「黑面琵鷺保護區」。這片曾文溪出海口溼地，因孕涵豐富的漁業資源，吸引眾多候鳥過冬，其中最珍貴的即為稀有的黑面琵鷺，每年約有全球數量二分之一的黑琵選擇在此過冬，是世界矚目的溼地保護區。之後順路銜接回台17線，完成悠閒的漁鄉之旅。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台南市七股區溪南里42號之1",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "七股區",
    "Coordinate": "23.11797,120.1213978",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112144243.jpg"
  },
  {
    "ID": "131",
    "Name": "光榮休閒農業區",
    "Tel": "06-5731716",
    "Introduction": "左鎮最高海拔不到四百公尺，卻地無三里平，配合奇特的堊地景觀、刺竹林、平埔文化及化石等，成就了與眾不同的產業文化特色，少量多樣的作物、特有的地質，造就出特有的口味，小而美小而雅是左鎮的特色。 光榮休閒農業區在早期以計畫型休閒農漁園區出發，多年的基礎建設有了一些的成果展現，由於台20號公路穿過左鎮光榮休閒農業區，便捷的交通卻也讓遊客放慢步伐欣賞左鎮之美。 遍布的刺竹林是早期進到左鎮後所見的景觀，近來隨著土地的改良，貧瘠的土地開始生產芒果，「白二姐」品牌芒果也於91年正式露臉，其品牌名稱來自所誕生的土地－白堊，「堊」原意為貧脊的土壤，左區區山區多為白堊土，因此芒果果粒較小，但甜度極高、耐貯藏，成為本區芒果的特色。 光榮休閒農業區的相關旅遊景點都沿著左鎮的主要道路動線，由左鎮驛站開始、化石館、茅廬農莊、傳家奇木、風從山來等，園區內更有著名的藏傳佛教的佛寺等，想體驗平埔旅文化、欣賞奇特的白堊地形、想自己到菜寮溪發掘化石嗎？就到光榮休閒農業區看看吧！ 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台南市左鎮區榮和村",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "左鎮區",
    "Coordinate": "23.0300785,120.4242401",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112144614.jpg"
  },
  {
    "ID": "132",
    "Name": "梅嶺休閒農業區",
    "Tel": "06-5752786",
    "Introduction": "梅嶺休閒農業區於90年正式公告劃定，地處台南市楠西區灣丘村，海拔500-1100公尺之間，原名為香蕉山，當時是以出產香蕉聞名，後來由於外銷日本市場沒落，為維生計而捨棄香蕉改植梅子，當地大部分的山坡地遍植梅樹，是台灣最大的梅子出產地之一，亦有不少日據時代留下的老梅樹，樹形蒼勁有力，而廣達 500多公頃的梅林，也是南台灣最大的梅林區，「梅嶺」之名乃因這些梅子而得名。 古云「不經一番寒風澈骨，哪來梅花撲鼻香」，這也正是梅嶺休閒農業區最切實的寫照，每逢冬春之交梅花季，梅花到處盛開，滿山花海有如雪海般，「嶺梅映雪」為南瀛勝景之一，景緻怡人之下，除了賞梅的愉悅，更可身歷其境體認寒梅的堅韌與高雅。 除了有梅花可賞及各項梅子加工產品可供食用外，梅嶺休閒農業區也蘊藏豐富的自然生態景觀資源，除有各種鳥類、蛙類等昆蟲外，還有紫斑蝶生態區，近幾年也陸續發現這裡遍布山林的螢火蟲有多達13種，不但具研究價值及教育功能，更被地方視為營造新產業文化特色的生機，目前已規劃有20多條的賞梅登山步道，主打伍龍、梅峰、觀音、梅龍步道，均經過梅樹主要產區，適合親子同遊。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "台南市楠西區灣丘里",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "楠西區",
    "Coordinate": "23.1729731,120.5336665",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112144755.jpg"
  },
  {
    "ID": "133",
    "Name": "內門休閒農業區",
    "Tel": "07-6681003",
    "Introduction": "高雄市內門區四面山巒環繞，中間形成一個盆地，二層行溪上游貫穿盆地中，河道出口是此間唯一的缺口。由於巍峨聳立的山巒像似雄偉的羅漢把守在門的兩側，入裡的內盆地則像是屋內的廳堂，因此先民就稱「羅漢內門」。 為了推動區內的農業轉型，在民國89年正式由農委會公告設立了內門休閒農業區，園區有台3線省道貫穿，交通非常便利，園區內的生產作物以龍眼為大宗，區內更有農會輔導的龍眼觀光果園，占地達上百公頃的生產基地，每年約7月中旬就可以看到滿山的龍眼樹上掛滿結實纍纍的龍眼，荔枝也是觀光果園內主要的果樹，採果季節來臨也吸引大批遊客前往。園區內交錯縱橫的登山步道是這裡的一大特色，喜歡享受林野踏青的遊客，可以來這裡小試身手，除爬山賞景外也可以享受自己動手採果的樂趣。 平埔族文化、古老的木柵教會及木柵山稜線步道是內門休閒農業區的三大特色。還有宋江陣可是得到台灣地區12項大型地方節慶活動殊榮，內門的藝陣文化發展興盛，陣頭隊伍全國最密集，譽稱台灣藝陣之鄉，每年的3月上旬均會舉辦大型的宋江陣的表演，來到休閒農業區內不但可以有農業的體驗更有深度地方文化的活動可以欣賞，這可不是每一個園區都有的喔！ 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "高雄縣內門鄉木柵村",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "內門區",
    "Coordinate": "22.976715,120.468625",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112144905.jpg"
  },
  {
    "ID": "134",
    "Name": "民生休閒農業區",
    "Tel": "07-6701971",
    "Introduction": "那瑪夏，是高雄唯一與嘉義縣與臺南市緊鄰的行政區，一個曾受八八風災重創的山地原住民區，如今已慢慢復原。從台29線進入，會經過不少橋樑，其中更可以看到峽谷、峭壁、溪流等景觀，不過以往著名景點如親水公園、那次蘭溪、龍鳳瀑布則因風災毀損嚴重，至今仍無法復原。 此區原有民族、民權與民生三個部落，後來恢復舊名為「南沙魯」(Nangisalu)、「瑪雅」(Maya)、「達卡努瓦」(Taknaua)。這裏的民眾擁有原住民部落爽朗樂天的好脾氣，加上好山好水，種植出來的作物品質相當好，也讓這塊土地成為上天恩賜的禮物。這裏一年四季都有豐收，像冬天來到那瑪夏可以賞梅，而四月來到這裏就可以品嚐到脆梅，接著Q梅、紫蘇梅、李子、水蜜梅、金煌芒果跟著來報到，所以來到這裏可別錯過現嚐當地水果。 那瑪夏的梅樹處處可見，四月底梅子已經成熟，在梅園旁邊隨處即有撲鼻而來的梅子香氣，此時的梅子可是相當適合釀成梅醋與梅露。除了蜜餞、梅醋與梅露產品外，當地農民更將梅汁濃縮40倍成為梅精，梅精的製作相當耗工，850公斤的梅子經過48小時不間斷去核榨汁熬煮，最後才能獲得25公斤的梅精。 除了梅子外，緊接著來報到的就是水蜜桃與李子，其中5月是那瑪夏水蜜桃的產季，來到這裏可以看到大家正忙碌的在果園中採果，本區的水蜜桃屬於熱帶水蜜桃，吃進嘴中，綿綿密密，宛如戀愛般好滋味，甜在心裏。如果愛吃水蜜桃，那就不可錯過喔！先搶先贏，晚了要等到明年喔！ 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "高雄市那瑪夏區達卡奴瓦里大光巷230號",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "那瑪夏區",
    "Coordinate": "23.2789406,120.7199653",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112145004.jpg"
  },
  {
    "ID": "135",
    "Name": "竹林休閒農業區",
    "Tel": "07-6882225",
    "Introduction": "六龜區寶來竹林休閒農業區位於南橫公路旁，海拔400公尺至1300公尺之間，氣候溫和，登峰可遠眺中央山脈層巒疊翠，俯瞰寶來溪潺潺清流，名山勝水盡收眼底。尤其每到冬春時節，園區內梅李盛開，蔚為一片花海，置身其間，彷彿進入世外桃源，令人流連忘返。 早期當地以種植竹子，生產竹筍、筍乾為主，故當地地名「竹林」的由來就是由此而來，由於海拔高氣溫較低更適合梅樹的生長，於是在政府的輔導下農民紛紛轉型種植梅樹，生產梅子及各項的加工品，民國90年在政府的輔導規劃下成立「竹林休閒農業區」更將休閒農業導入該區，讓該地成為一個新興的旅遊點。 園區的特色除了梅子、梅花外，四季來到竹林休閒農業區都有不同的體驗，想要賞梅花就得是每年元旦前後，來這裡將可以看到像雪般梅花遍布整個的山區，聞著淡淡的花香是一個不錯的享受;1月到4月更是本區熱帶水蜜桃的生產時節、5到6月則可以欣賞盛開的台灣百合、鐵炮百合或是採摘紅肉李，到了9月至10月則有日本甜柿的生產，一般是在9月底至10月中旬為最佳日本甜柿的採果季節，想吃梅子就要在農曆三月清明節後一個月內來這裡選購或採摘，晚了可是沒有梅子可吃了。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "高雄市六龜區竹林60-10號",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "六龜區",
    "Coordinate": "23.0026195,120.6545022",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112145149.jpg"
  },
  {
    "ID": "136",
    "Name": "美濃休閒農業區",
    "Tel": "07-6813192",
    "Introduction": "",
    "TrafficGuidelines": "",
    "Address": "高雄市美濃區中山路一段25號",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "美濃區",
    "Coordinate": "22.901303,120.540476",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112145442.jpg"
  },
  {
    "ID": "137",
    "Name": "大樹休閒農業區",
    "Tel": "07-6529295",
    "Introduction": "為促進該大樹區休閒農業更加蓬勃，於102年度開始實施向行政院農業委員會申請計畫，積極推動大樹區休閒農業，以期帶動該區休閒農業之發展大樹休閒農業區位於高雄市東南方，東至高屏溪以溪中心為界，毗鄰屏東市；西以丘陵山脊為界，至大社、仁武、項松等區；南迄曹公圳接大寮區；北以嶺口溝為界接旗山區，全部面積66.9811 平方公里，離屏東市約15 分鐘；高雄市區約25 分鐘車程；台南至大樹1 小時車程即可到達，交通尚稱便利。 以行政區域由南往北則以大樹區龍目里、興山里、和山里、姑山及三和里為主，以周邊一帶生產農地(咖啡、鳳梨、荔枝等)，不僅農業資源豐富，並以休閒農業規畫朝向「三生農村」、「多元體驗活動」、「有機餐飲」與「樂活與慢食」等四面向發展，期望活絡農村，帶動地方商機，促進本地區休閒農業的發展。 區位上因交通便利，也是大樹觀光遊憩發展較為發達的地方。包括合法農場(華一休閒牧場、立大農場及綠冠專業有機農場)、合法民宿(明山莊)、歷史古厝(莊家古厝)及休閒餐廳(紅豆咖啡、愛上布諾閣及東照山咖啡)等。 並以鳳梨種植面積達700公頃且品種多樣化，以荔枝(玉荷包)於大樹區域內種植面積達1,852公頃，為全國鄉鎮之冠。 在炎炎夏日時分，鳳梨、荔枝盛產時刻，大樹區一年一度的「鳳荔文化觀光季」就會開鑼登場，擁有「玉荷包荔枝」、「金鑽鳳梨」及「好山好水」的大樹區以最頂級的三寶歡迎各地朋友們的造訪。",
    "TrafficGuidelines": "",
    "Address": "高雄市大樹區龍目里(路)65號",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "大樹區",
    "Coordinate": "22.688268,120.4094506",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112145623.jpg"
  },
  {
    "ID": "138",
    "Name": "沿山休閒農業區",
    "Tel": "08-7831592、08-7834206",
    "Introduction": "屏東縣萬巒鄉沿山休閒農業區」，於96年11月經由行政院農委會依法核准劃定為休閒農業區，透過政府輔導與協助發展，沿山休閒農業區將以自然生態、人文歷史、地方農業及休閒觀光等軸線上作為發展，並由傳統生產農特產業，提昇或轉變成更具價值的觀光相關產業。\r\r 為了因應社會的趨勢，保障農民的生活，農業生產也逐漸轉型成觀光休閒農業，以帶動振興地區傳統的農業生產。然而，遊客的需求也越來越多元化，遊客不再只是走馬看花的觀光旅遊，而是朝向接近大自然，體驗農村的遊憩活動。沿山休閒農業區之景色優美，肥沃而平坦的土壤及合宜的氣候，非常的適合農業生產，因此農產豐富而多樣化。目前作物以檳榔、香蕉、鳳梨、蓮霧、芒果、木瓜、咖啡及各類花卉為主。區內農業資源極為豐富，加上良好的生態環境，在開發休閒農業區時，可運用的資源、發展之方向與種類也愈來愈多。\r\r 沿山休閒農業區內擁有豐富的資源，如萬金聖母聖殿百年天主教堂，每年12月有台灣最具特色的聖誕季慶典活動；而五溝水老街是台灣保存最完整的客家聚落。此外還有特有種水草，貓頭鷹生態綠廊近1080公頃，鳥類物種豐富，田園景觀漂亮，具完整的農村體驗機能。近2年國外旅客的倍增，需求由單點轉為2-3日遊行程。沿山也是農遊單騎慢食樂活的最佳去處，以有機生活圈為最終永續發展目標。",
    "TrafficGuidelines": "",
    "Address": "屏東縣萬巒鄉萬金村營區路一巷10號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "萬巒鄉",
    "Coordinate": "22.612133,120.625259",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112145803.jpg"
  },
  {
    "ID": "139",
    "Name": "新豐休閒農業區",
    "Tel": "08-7961060",
    "Introduction": "新豐休閒農業區位在高樹鄉東北端的新豐村，園區的範圍約564公頃，由於高樹鄉全鄉均為水源水質保護區，全鄉境內沒有工廠，少了噪音和空污，更沒有會造成畜牧廢水的畜牧場在此設立，因此在這裡的空氣和水源非常的清新乾淨。新豐休閒農業區內不但擁有豐富的農產品，自然生態景觀及人文歷史更是豐富，沿山公路上寺廟禪修的景點處處可見，園區內的休閒農場、觀光果園是適合假日休閒的好去處。高樹鄉的農產品豐富，這裡到處可見水芋田，水芋產量更是南部最大的生產地區，有九成的芋頭便是銷往甲仙地區，所以這裡也成了芋頭的故鄉。另外牛奶蜜棗、荔枝、鳳梨、蓮霧及芒果都是這裡的特產，大面積的鳳梨園在鳳梨成熟期，可看到農人把一顆顆的鳳梨戴上遮陽的小帽子，畫面非常有趣。 高樹的水圳文化是全台灣最完整的水圳，和當地的人文有著密切的關聯，遍布鄉內的水圳不僅是鄉民的洗衣場、孩童的戲水場，還是天然的冰箱。 目前新豐休閒農業區更結合了園區內的各景點，推出了許多農村體驗套裝遊程，讓遊客可以更深入的了解新豐，目前有規劃大津瀑布負離子滌心之旅、尾寮山登山健康行、溪堤自行車健康行及津山烤肉樂等四大休閒動線，歡迎到新豐來體驗農樂生活。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "屏東縣高樹鄉新豐村維興路1號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "高樹鄉",
    "Coordinate": "22.8653234,120.626605",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112145942.jpg"
  },
  {
    "ID": "140",
    "Name": "舞鶴休閒農業區",
    "Tel": "0933-798-229",
    "Introduction": "花蓮縣瑞穗鄉舞鶴休閒農業區的範圍包括舞鶴台地及瑞穗牧場，此地舊稱掃叭台地，位於紅葉溪與秀姑巒溪的匯流處。日據時代，日本住田株式會社來此開闢，並全面種植咖啡樹，卻因蟻禍而終止咖啡種植事業。民國62年，來自桃園的農民至此買地開始種植茶樹，由於此處屬台地地形、排水良好、土壤偏酸性，加上水氣豐沛，極適合茶葉生長，透過縣政府的大力輔導推廣，已有相當成效，以金萱、青心烏龍、台茶12、13號、大葉烏龍等品種為主，品質極佳，於民國68年由行政院農業發展協會主任委員李崇道博士命名為「天鶴茶」。近年來更研發出蜜香紅茶、紅玉，獲得2006世界金牌獎及2007十大經典茗茶的殊榮。 園區內的瑞穗牧場是座具有規模的酪農牧場，統一食品公司鑑於該產銷班的乳品品質與產量達相當水準，遂與訂定契約共同創立「統一瑞穗鮮乳」。此外，水土保持局所建設的水土保持戶外教室，不僅可瞭解茶葉的品種，同時透過解說還可認識舞鶴休閒農業區的特色。園區內的掃叭石柱為三級古蹟，亦值得一遊。 區內還有瑞穗溫泉區可以泡湯，瑞穗溫泉發源於紅葉溪上游，和紅葉溫泉及安通溫泉號稱花東縱谷三大知名溫泉區，泉水則是屬於碳酸泉，是全省唯一的碳酸鹽泉，因含豐富的鐵、鋇等礦質，水質呈現並鏽黃或鏽紅色，因此只能泡湯不能飲用。 來舞鶴休閒農業區，除欣賞縱谷秀麗風景外，還可品茗、喝咖啡、嚐鮮乳、泡溫泉，水土保持戶外教室更具有教育意義，適合全家大小同樂。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "花蓮縣瑞穗鄉舞鶴村158號",
    "OpenHours": "",
    "City": "花蓮縣",
    "Town": "瑞穗鄉",
    "Coordinate": "23.4628424,121.3598812",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112150219.jpg"
  },
  {
    "ID": "141",
    "Name": "東豐休閒農業區",
    "Tel": "03-8880181",
    "Introduction": "東豐休閒農業區位於花東縱谷的良田沃野，東豐所產的文旦柚、有機米系列、有機質肥料號稱東豐三寶，不但受到當地民眾的喜愛，更藉由貨運行銷送至全省各地，奠定東豐品牌的基礎。 東豐鄰近的193縣道充滿稻田花海風情，幽靜的田園風貌是玉里鎮有機米最大產區，一望無際的稻浪，令人心曠神怡。東豐是縣道上一處最經典的農村社區，以稻米、文旦農產品為主，因為種植面積大，冬季的綠肥花海令人陶醉。 東豐的有機米堅持不噴灑農業，所使用的堆肥也是當地自產的有機堆肥，堆肥從初鹿、瑞穗牧場收集畜牧廢棄物，利用天然發酵製成後，做成天然的有機堆肥，以農業循環性生產的有機堆肥所培育出的有機稻米，加上完整的產銷履歷系統，讓人吃得安心也吃得健康。 園區內的鐵份瀑布風景區設有露營區、戲水區，是提供親子遊憩的最佳場地。11月還可賞螢及看蝴蝶漫天飛舞。園區內的文旦副產品有：果醬、醋、酵素、文旦柚菜等，另有家政班精巧的手工藝品、柚木杯墊等等。花香、果香、田園香，東豐之美靜待您的光臨！ 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "花蓮縣玉里鎮東豐里",
    "OpenHours": "",
    "City": "花蓮縣",
    "Town": "玉里鎮",
    "Coordinate": "23.3538266,121.3713164",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112150307.jpg"
  },
  {
    "ID": "142",
    "Name": "壽豐休閒農業區",
    "Tel": "03-8655111、03-8653808",
    "Introduction": "壽豐鄉位於花蓮縣，東瀕太平洋，西接中央山脈，與秀林鄉為鄰，北達吉安鄉，南接豐濱鄉及鳳林鎮，為東部三縣市最大的平地鄉。而壽豐休閒農業區位於共和村、豐山村、豐裡村、豐坪村及壽豐村內。 壽豐鄉是花蓮縣第一個推動無毒農業生產的鄉鎮。因此區內有多家無毒農業示範戶，主要從事蔬果生產，亦提供農業體驗活動，可讓民眾體驗蔬果收成採摘的樂趣。 區內設有專業養殖區，因而打造出台灣鯛、黃金蜆、貴妃魚等壽豐三寶，其中以黃金蜆的養殖更是聞名遐邇。廣大的養殖魚塘吸引了許多以魚貝類為食的鳥類，如環頸雉、小燕鷗、大捲尾等鳥類的聚集。 由於沒有農藥的殘害，這裡也是昆蟲的天堂，鳳蝶、黑翅螢、鍬形蟲、甲蟲等隨處可見，加上在當地居民的努力復育下，設有小雨蛙復育區，晚上蛙鳴不斷，沿著道路兩旁還會發現許多如莫氏樹蛙、日本樹蛙、貢德氏赤蛙等蛙類。 區內還有花蓮縣內三大日本移民村之一，由豐坪、豐裡及豐山村等三個村落合稱的豐田社區，整齊劃一的棋盤式街道及日式建築，是許多居民的回憶，亦有日本神社、菸樓、豐田神社碧蓮寺與地神等日治時期的日本移民文化遺跡。社區內種有落羽松行道樹，當秋冬時節綠色中央山脈襯托著楓紅色的落羽松，宛如走進了初秋的日本街景，令人難忘。 在秋冬之際沿著台九線，田間由綠色的菜田換成亮黃油菜花田及粉色系的波斯菊花海，讓壽豐休閒農業區呈現出不同的田野風貌。 【如欲安排前往建議事先電話聯繫確認】 傳真:038-650427",
    "TrafficGuidelines": "",
    "Address": "花蓮縣壽豐鄉豐山村魚塘路80號",
    "OpenHours": "",
    "City": "花蓮縣",
    "Town": "壽豐鄉",
    "Coordinate": "23.8569232,121.4941977",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112150433.jpg"
  },
  {
    "ID": "143",
    "Name": "馬太鞍休閒農業區",
    "Tel": "03-8701861",
    "Introduction": "馬太鞍生態園區位於花蓮縣光復鄉馬錫山腳下，不但是古老阿美族部落的居住地，廣達12公頃的沼澤地，更是花蓮境內面積最大的溼地。馬太鞍園區因為沼澤地形，以及原住民特有的生活習性，長久以來發展出自成一格的生活文化，這個孕育特殊人文內涵和自然景觀的地區，近年來更因為休閒農業和社區總體營造的發展，而逐漸成為生態文化旅遊的新據點。 馬太鞍原本是阿美族語用來稱呼一種樹豆的名稱，阿美族人將此樹豆視為吉祥物，因此不管到那裡都帶著它，並且四處播種，所以這塊土地便自然而然成為一處充滿樹豆的地方，而「馬太鞍」的名字也就不脛而走。在由秋轉冬的季節，馬太鞍樹豆將整片溼地點綴得有紅有黃、有綠有紫，遊客能看到花海搖曳，閃閃發光。 馬太鞍因中央山脈阻擋日照較短，加上溼地土壤肥沃，適宜蓮花的生長，每逢夏季蓮花亭亭玉立，搭配柔和曲線的蓮葉，在陽光下更具特色。在此可隨處發現無污染的湧泉，包括馬太鞍的生命之圳芙登溪，都是湧泉匯流而成，許多阿美族人都喜愛在此利用最傳統的方式「巴拉告」來捕魚，而溼地間多樣的生態資源，也吸引鳥類穿梭其中，令這裡也成為一處賞鳥的絕佳地點。 【如欲安排前往建議事先電話聯繫確認】 傳真:038-705819",
    "TrafficGuidelines": "",
    "Address": "花蓮縣光復鄉大全村大全街60號",
    "OpenHours": "",
    "City": "花蓮縣",
    "Town": "光復鄉",
    "Coordinate": "23.6578313,121.4091837",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112150607.jpg"
  },
  {
    "ID": "144",
    "Name": "親水休閒農業區",
    "Tel": "089-810123",
    "Introduction": "親水休閒農業區以親水公園12公里的環鎮自行車專用道為基礎，農業區的範圍就像是一個甜甜圈的形狀，環繞關山鎮中心的周邊形成親水休閒農業區。自行車道就像是珍珠項鍊的鍊子，在鍊子上串了4顆珍珠，也就是休閒農業區內的藝豐香草園、竹軒工藝坊（竹藝教室）、蜂之饗宴（蜜蜂生態園區）等。關山也有許多知名的小吃及米食特產，如市場內的臭豆腐、天后宮前的肉丸、德高里媽媽們的精緻米食等。 農會將原來的碾米工廠和閒置倉庫改建成「關山鎮農會米國學校」，米國學校內可以看米、玩米、製米、吃米，體驗製米DIY，也可吃到田媽媽美食。也提供農產品銷售，還有釋迦製品、受刑人的手工藝品等等。關山鎮除了稻米外，通過HACCP認證，獲得「好畜圃」認證標章的晶鑽豬，肉質細緻有彈性，口感令人回味！ 關山水果的種類也很豐富，德高里與月美里的百香果園、自行車道旁的草莓園，海端鄉新武部落的青梅與有機農園、坎頂部落的水蜜桃、電光的高接梨、關山鎮的酪梨、海端霧鹿利稻的高山茶等，關山鎮農會特別量身規劃各種休閒農業的體驗活動，內容有水稻、當令時蔬、各種水果、蜜蜂等體驗活動及知性之旅，遊客可向農會預約參加。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "台東縣關山鎮和平路78號",
    "OpenHours": "",
    "City": "臺東縣",
    "Town": "關山鎮",
    "Coordinate": "23.0479468,121.1641561",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112150748.jpg"
  },
  {
    "ID": "145",
    "Name": "高頂山休閒農業區",
    "Tel": "089-572183",
    "Introduction": "台東縣卑南鄉高頂山休閒農業區是台東最新開發的農業休閒遊憩區，充滿早期農村風貌，園內以務農為主，民風純樸，並以客家族群為人口最大宗，其次為閩南人與原住民。整個園區占地總面積近300公頃，園區內約有130多戶，範圍涵蓋賓朗村頂岩灣、後湖、美農高台、三塊厝等四個傳統典型農村聚落，以其中人口最多的兩村落高台及頂岩灣命名為「高頂山」。 高頂山休閒農業區的水質優良，使該地方成為台東縣生產高接梨的主要產地，每年5至7月間盛產高接梨，包括白皮梨、粗皮梨等品種，梨的肉質十分纖細、甜度高，品質相當穩定，每年果熟季節，還會開放民眾入園，享受田園採果樂趣。另外還有品種種類眾多、品質精良的釋迦，包括鳳梨釋迦、大目釋迦、軟枝釋迦、土種釋迦等，尤以頂岩灣地區的果園最為出名；而美農高台則以出產品質優良的茶葉聞名，包括烏龍、金萱等茶種，一路上時時可見整片茶園景觀。 除生產水果及茶葉外，美農高台、頂岩灣亦是台東地區觀景的絕佳景點，美農高台可鳥瞰台東縱谷，而頂岩灣四格山頂則是欣賞台東市全景的最佳地點。高頂山休閒農業區距台東市僅8公里，交通便利，讓人來此可同時滿足味覺與視覺的享受。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "台東縣卑南鄉美農村高臺13號(遊客服務中心設在卑南族花環部落學校內)",
    "OpenHours": "",
    "City": "臺東縣",
    "Town": "卑南鄉",
    "Coordinate": "22.827911,121.097316",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112150846.jpg"
  },
  {
    "ID": "146",
    "Name": "山豬窟休閒農業區",
    "Tel": "089-791340",
    "Introduction": "大武鄉位於台東縣南端，北與太麻里為鄰，南與達仁鄉比鄰，東臨太平洋，背靠中央山脈。位於東部與西部交通孔道南迴線上，依山傍海的大武鄉尚保有濃厚的小鎮氣息，居民大多從事農、漁業。農產品種類豐富，諸如荔枝-玉荷苞、梅子、段木香菇、橄欖、山葡萄等；漁產方面，由於大武外海是七大漁場之一，每逢暑假期間是「油帶魚」的盛產期，民眾可在大武漁港附近嚐鮮。 位於大武鄉的山豬窟，因為早年來此開墾的居民，在一處水源地經常發現山豬群聚戲水，故取名為「山豬窟」，在民國90年核定為休閒農業區。山豬窟四季景色不同，1、2月可採梅、賞櫻、莿桐；3、5月可見桃花、油桐、杜鵑；6、7月能賞螢火蟲、野百合、野牡丹；8、9月則有月桃；秋冬之際還可賞楓、賞梅及山芙蓉。此外，大武鄉是台灣原生種蝴蝶蘭「台灣阿嬤」的復育地，11月到隔年6月是花期。休閒農業區緊鄰一大片原始森林，樹種繁多、自然生態豐富。晨起觀日，由高處俯望，群山之間可見海景，空氣清新怡人；夜晚蟲鳴蛙叫，偶有海濤聲傳來，伴人舒爽入眠。四季皆怡，值得一遊。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台東縣大武鄉尚武村客庄路13-1號",
    "OpenHours": "",
    "City": "臺東縣",
    "Town": "大武鄉",
    "Coordinate": "22.3377299,120.8933021",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112153333.jpg"
  },
  {
    "ID": "147",
    "Name": "初鹿休閒農業區",
    "Tel": "0972-157174、0912-795123",
    "Introduction": "初鹿休閒農業區內有咖啡產銷班、梅子產銷班、原生應用植物園、初鹿牧場、藍天休閒農場等，是提供遊客休閒旅遊的好地方。 園區內的初鹿牧場為全台最大坡地牧場，面積達70多公頃，年產乳量500多公噸，所產的優質鮮乳品質純正，新鮮香濃。來此不但可品嚐美味的鮮乳，還有小朋友最喜愛的鮮乳冰淇淋，及可體驗牧場的風情。原生應用植物園是推廣台東有機生技農業為主題的健康園區，也是全國第一家將藥用植物應用於生活商品的研發，結合兼具健康、休閒、知性、生技的新旅遊概念，還有各式親子DIY、植物影片欣賞等等。 藍天生態休閒農場內全部的建築以珍貴台灣紅檜構築而成，整棟建築不僅散發出紅檜特有的香氣，還能讓人身心舒暢，是渡假休閒的好去處。山豬園牧場內有山豬外、梅花鹿、雪鹿及黑肚綿羊，入園觀光也可免費品嚐有機的竹香咖啡，也能DIY製作咖啡豆。 【如欲安排前往建議事先電話聯繫確認】 傳真:089-581507 ",
    "TrafficGuidelines": "",
    "Address": "臺東縣卑南鄉明峰村21鄰試驗場12號",
    "OpenHours": "",
    "City": "臺東縣",
    "Town": "卑南鄉",
    "Coordinate": "22.8572027,121.1080244",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112153418.jpg"
  },
  {
    "ID": "148",
    "Name": "米鄉休閒農業區",
    "Tel": "089-863-585",
    "Introduction": "池上鄉位台東縣最北側，為花蓮進入台東樞紐，有海岸山脈屏障於東，中央山脈雄峙於西，其間座落於廣達8000多公頃的新武呂溪沖積平原，為花東縱谷最寬廣的平原地帶，輔以豐富水系發展，包含秀姑巒溪、卑南溪，加上大坡池溼地，以潔淨的水質與肥沃土地，成為遠近馳名的池上米孕育地。加上氣候適宜，極具農業生產力，孕育出多種農產品，主要以水稻面積占大宗，其次香丁、臍橙、梅子、李子、柚子，產量與品質均佳。 本區原名為池上鄉錦園萬安休閒農業區，於96年經農委會公告更名為「池上米鄉休閒農業區」，區內擁有大坡池風景特定區、池上牧野渡假村、池上蠶桑休閒農場、台東縣客家文化園區、杜園、垺圳、稻米原鄉館、池上有機米專業區、池上活動斷層、油菜花季、阿美族豐年祭等豐富的休閒資源。池上另有獨特農村生活體驗，如特殊的平面繭生產，在地的農村生活和田園景觀值得遊客一探究竟。 本區交通方便，以台9線、縣道197及花東鐵路池上站連絡花蓮縣及台東縣，東西向以台20甲作為往來南橫及縱谷地區的交通要道。擁有方便交通、優質農產品、豐富的自然生態資源及農村文化資源、加上串連鄰近地區的觀光資源等優勢的條件，是發展休閒農業區的優越地區。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台東縣池上鄉福原村忠孝路72號",
    "OpenHours": "",
    "City": "臺東縣",
    "Town": "池上鄉",
    "Coordinate": "23.120815,121.2164551",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112153541.jpg"
  },
  {
    "ID": "149",
    "Name": "金針山休閒農業區",
    "Tel": "089-781301、089-781006",
    "Introduction": "位於太麻里的金針山是座名聞遐邇的賞花名勝，除了金針花季之外，四季造訪皆能觀賞到滿山遍野的美景。 1~2月櫻花，3~4月野百合，5~7月繡球花，8~10月金針花，11~12月杏花。 金針山氣候變化豐富，日照時間長，為植物生長提供了絕佳的條件，因此除各類花卉，此處也盛產釋迦、枇杷、洛神花、太峰茶、玉荷包荔枝和火龍果等。 金針山天然資源豐富，有溪流有瀑布有高山有峽谷。在此處的溪谷很適合螢火蟲居住，每到4~7月夜裡就是賞螢好時機。據統計金針山共有18種螢火蟲，最主要的品種為黑翅螢，若錯過了夏季，冬季11~12月還有山窗螢可觀賞。 為了方便遊客觀覽金針山，整個農業區規畫出了三條主要的登山步道。 金針山3步道 一：迎曦樓，湛藍若洗，孟宗竹道，遊客中心。 二：觀海樓，大腳印步道，摘星樓。 三：楓林步道，千鶴亭，雙乳蜂(曙光亭與千禧亭和一等三角點)，晨曦亭，忘憂亭，忘憂谷，秀峰亭。",
    "TrafficGuidelines": "",
    "Address": "台東縣太麻里鄉大王村佳崙202號",
    "OpenHours": "",
    "City": "臺東縣",
    "Town": "太麻里鄉",
    "Coordinate": "22.6113418,121.0058161",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112153734.jpg"
  },
  {
    "ID": "150",
    "Name": "添財休閒農場",
    "Tel": "02-24310893(李添財)",
    "Introduction": "添財休閒農場主人李添財是前農會理事長，現已進入含飴弄孫的人生階段，休閒農場現由同住的媳婦協助一同打理，一家人在此生根、成長，讓這裡處處有動人故事。像是住屋後一排年紀超過1甲子、高度超過2層樓的桂花樹，每年農曆8月開花時香氣四溢，現已被基隆市政府列為地方特色加以保護、禁止轉售。屋內有馬英九總統2007年Long Stay寄宿李家時的合照與簽名。後山清幽的池塘則是媳婦滕小姐當年從大陸嫁過來時、拍攝結婚照的取景處，目前池內還有先生特意為她種的睡蓮及自製竹筏，幸福指數百分百。 夏、秋兩季是來農場參與活動的好時節，5-10月可挖竹筍，農場所種植的竹筍當年曾有「竹筍王」的封號，新鮮現採的綠竹筍涼拌或是桂竹筍油燜都很好吃。農場還可焢窯，但李添財則說，焢窯務必要有個乾爽的好天氣，因為空氣溼度若太高時，食物就不易熟透。若是剛好碰到雨天，李添財就會教大家做竹編蚱蜢DIY，這可是他的拿手絕活。 中秋節前後最適合全家大小一起來採柚子，這裡每棵柚樹通常至少會結超過100粒、甚至200多粒的柚子，保證讓你摘採至盡興而歸；李添財2010年還將60年老欉結出的文旦柚送去參加評鑑比賽獲得冠軍，所種文旦甜度還令評審驚訝不己呢！農場亦提供柚子樹認養，有興趣的朋友不妨認養，等到採收時就能品嚐到甜美豐收的喜悅。 農場內有販售自製農產品。如這裡的桂花釀是先將新鮮桂花隔水蒸過，然後直接加糖拌勻，因此比一般外面賣的桂花釀顏色更深，香氣也更濃郁。筍乾是這裡另一項農特產品，在製作時完全不加鹽，13-15斤的新鮮竹筍只能曬出1斤筍乾，因此烹煮時不需久泡，滷肉燉湯兩相宜。農場附近還有大牛稠山登山步道可健行，行程結束後時不妨順道來添財休閒農場走走，買特色伴手禮喔！ 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "基隆市七堵區瑪東里11鄰大同街60號",
    "OpenHours": "",
    "City": "基隆市",
    "Town": "七堵區",
    "Coordinate": "25.1397185,121.6815478",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117180923.jpg"
  },
  {
    "ID": "151",
    "Name": "文良休閒農場",
    "Tel": "02-24310892(李文良)",
    "Introduction": "文良休閒農場位於基隆市七堵區瑪陵休閒農業區瑪東里的北端，以往62快速道路大埔交流道尚未通車前，對外出入都需走大同路，得花上好長一段時間才能到達七堵區公所，交通上相當不便。自從62快速道路大埔交流道通車後，從國道3號下瑪東系統交流道連接至此，不僅省下好長一段繞路的時間，也讓附近居民感受到交通帶來的便利。隨著交通大大改善，瑪東里、瑪陵坑附近的居民，紛紛將自己的農園改設為具備休閒性質的農場，文良休閒農場便是近期成立的合法休閒農場。 文良休閒農場內種植不少桂竹與綠竹，每年5月份桂竹筍開始成熟採收，可以一直收成到月底，農場開始接受遊客拔桂竹筍體驗，許多回流客都會扶老攜幼，一起來體驗拔筍的樂趣。6月以後，綠竹筍也陸續冒出土中，可以一直採收到9月下旬。主人種植的鮮甜綠竹筍幾乎年年獲得基隆市農會綠竹筍評鑑比較特等獎，來到農場的遊客，可以買綠竹筍當伴手禮，絕對令您不虛此行。 農場除了桂竹與綠竹外，還種植了楊梅、茶葉。此外，主人還自製桑葚露、柚子露、楊梅露、茶油，品質精良，提供遊客購買。其中，烏龍茶樹種植最久，為日治時代進貢日本皇室之茶葉，種植面積因轉型開闢果園而減少，但茶葉一年仍可採收約50公斤，農場亦留有當時採茶、製茶器具，可供遊客體驗當時進貢日本茶葉之製作過程。 文良休閒農場的另一項特產便是楊梅，這種在台灣本島相當罕見的作物，在文良休閒農場繁殖與野生的數量便超過百棵之多，其中有幾棵野生高大老楊梅樹更是彌足珍貴。每年5月中旬楊梅開始成熟，總是引來許多遊客爬上樹上親自採摘，多餘的楊梅樹，主人還會製成楊梅露，這種富含維他命C的水果，是相當健康的水果。 除了拔桂竹筍、採楊梅、買柚子露、楊梅露、桑葚露、茶油外，事先預約的團體遊客或學童戶外教學，主人也可做竹編藝品、南瓜吊飾、DIY南瓜果凍教學，還會親切為您做生態解說，讓這裡成為一處寓教於樂的農場，來到這裡，遊客肯定會收穫滿滿。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "基隆市七堵區瑪東里11鄰大同街60之1號",
    "OpenHours": "",
    "City": "基隆市",
    "Town": "七堵區",
    "Coordinate": "25.1399112,121.6811476",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117180814.jpg"
  },
  {
    "ID": "152",
    "Name": "金明昌休閒農場",
    "Tel": "02-24568825(張清波)",
    "Introduction": "國道3號瑪東系統交流道及62快速道路大埔交流道的開闢，讓前往基隆七堵區瑪陵休閒農業區的遊客不用繞遠路，便能輕輕鬆鬆抵達目的地；而金明昌休閒農場便是位於瑪陵休閒農業區內，農場以往以飼養水鹿、採收鹿茸為主要經營方式，隨著鹿茸品質優良，口碑甚佳，加上近年來農業休閒風氣漸盛，於是陸續增添許多設備，並飼養更多動物，包括錦鯉、白鵝、黑天鵝、孔雀、火雞、番面紅鴨等，以迎合前來農場體驗的遊客有更多樣的服務項目。 農場飼養的水鹿（鹿茸2～5月採收）、梅花鹿（鹿茸6～7月採收）連續3年榮獲台灣優良養鹿場的聲譽，因此經常吸引遊客前來購買鹿茸、鹿角膠等鹿製品。農場另一項少見的農產品，便是台灣土蜂蜜，農場飼養的土蜂主要在瑪陵山區內未開墾的林區吸取野花蜜，雖然產量不多，卻是難得百分百純正的土蜂蜜。除了土蜂蜜外，主人還精心製作相關蜜蜂製品，包括：蜂王乳、花粉、蜂王酒、虎頭蜂酒等，也歡迎前來農場的遊客採購。 金明昌休閒農場的另一項農業體驗，便是遊客可至園區內果園參觀七堵特產～白肉文旦柚的種植，並且體驗採果之樂。農場種有柚子樹百餘棵，歡迎民眾來電或來園認養訂購，1年期間民眾可來園照顧，或全部交由園區照料，民眾只需於中秋節前後來園採收即可，保證收成60~100顆，若遇天災侵襲，場方仍保證補足60顆柚子。若無意認養也無妨，農場同時提供柚子茶、柚子醬、桔子醬販售，大家可以品嚐到農場親自釀製的柚子製品。 團體預約的朋友來到金明昌休閒農場，也可以在農場進行DIY活動，農場特別準備豐富的DIY項目，包括：捏麵人、沙畫、造型氣球及吸管蝦教學，而在柚子、金桔和山藥的產期，更提供柚子醬、桔子醬與山藥沙拉製作DIY活動等。來到農場，遊客還可以餵養鯉魚、觀賞天鵝及孔雀，而附近的翠谷橋下的溪谷更有難得一見的壺穴奇景，值得遊客一探。來到金明昌休閒農場，豐富的農場體驗內容，透過農場主人的解說及自己親身體驗，保證讓您度過愉快的休閒假期。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "基隆市七堵區瑪陵坑大華二路162-1號",
    "OpenHours": "",
    "City": "基隆市",
    "Town": "七堵區",
    "Coordinate": "25.11203,121.6887639",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119142545.jpg"
  },
  {
    "ID": "153",
    "Name": "葉山藥園休閒農場",
    "Tel": "02-24565075(葉金印)",
    "Introduction": "年逾70的農場主人葉金印博士曾任職國際技術合作組織，來往五大洲從事援助友邦農業技術的工作。基於個人研究興趣，40年來他在葉山藥園培育了從世界各地蒐集而來的1700多種藥用植物，使此地成為台灣的藥用植物寶庫，隨手一指都是稀有物種，像是淺嘗葉片就有濃濃肉桂味的斯里蘭卡肉桂樹、墨西哥婦女用來減緩更年期症狀的巨型萊姆、以及號稱「蘇聯人蔘」的五葉刺五加，吸引不少專家學者前來參訪，或是學術團體前來租借場地辦活動。",
    "TrafficGuidelines": "",
    "Address": "基隆市七堵區瑪陵坑大成街43號",
    "OpenHours": "",
    "City": "基隆市",
    "Town": "七堵區",
    "Coordinate": "25.1098949,121.6877652",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119143458.jpg"
  },
  {
    "ID": "154",
    "Name": "綠谷休閒農場",
    "Tel": "02-24523165(王永鑫)",
    "Introduction": "除了說不盡的藥草故事，葉博士也從各地採購植株，嘗試在台灣馴化各種原產於海外的營養蔬菜，比如夏天有維生素、膳食纖維豐富的埃及野麻嬰，秋冬有黑苦喬和赤道櫻草，以及四季都產的紫錐花、刺五加等。此外，園內還有一條1公里長的落羽松步道，遊客可在此漫步享受森林芬多精，或是在取自典故「藏六如龜」的藏六池畔，欣賞池塘生態風景，也可在養生館欣賞葉金印博士的書法與竹雕，或在DIY教室學習整理採收後的藥草植物。",
    "TrafficGuidelines": "",
    "Address": "基隆市七堵區瑪陵坑華新二路80號",
    "OpenHours": "",
    "City": "基隆市",
    "Town": "七堵區",
    "Coordinate": "25.120953,121.6676109",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117173301.jpg"
  },
  {
    "ID": "155",
    "Name": "大菁休閒農場",
    "Tel": "02-24572869(王國緯)",
    "Introduction": "位於基隆暖暖山區的大菁休閒農場，占地約有600坪左右，這裡曾經是梯田茶園，處於兩座高山之山谷間的特色，以及長年濕冷的氣候，在在讓這裡的大菁植物充滿活力。大菁又可稱為馬藍，以目前最常見的4種藍染植物來說，大菁是顏色飽滿、品質最優，且最具實用性的藍染原料；雖然現今已出現進步的化學染劑，但這種充滿古早味的靛藍色，仍然廣受現代人的喜愛。 在大菁休閒農場裡，旅人可以獨創屬於自己風格的手提包、桌巾、手機套等各類實用布料，尤其遇上好天氣的時候，更可加快藍染的製作速度。而在等待染布乾躁的同時，旅人可以先到大菁農休閒農場後方的步道走走，在這裡不僅可以欣賞沿路的山色風光，還可以遇見許多極特別的植物，甚至還能找到百餘年前的海生魚木、各類驚奇少見的草木，大菁休閒農場都會小心地保存在農場之中。如果想要更了解這些植物的話，主人也會陪同喜歡自然山色的旅人賞景解說，讓每位來訪過的朋友，都可以獲得一趟知性的旅程。 當旅人遇上水果收成時節，也有機會在大菁休閒農場採收甜美的柚子，以及趣味的黑褐色竹筍等天然食材，雖然這裡所產出的竹筍外觀不同，但仍然擁有一般竹筍的美味，可說是款不能錯過的趣味食材。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "基隆市暖暖區東勢街100-1號",
    "OpenHours": "",
    "City": "基隆市",
    "Town": "暖暖區",
    "Coordinate": "25.0791784,121.7509780",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151007155847.jpg"
  },
  {
    "ID": "156",
    "Name": "福田園教育休閒農場",
    "Tel": "02-28622145",
    "Introduction": "地約三千坪的「福田園教育休閒農場」，緊鄰陽明山國家公園，海拔高度400公尺，有一條乾淨沁涼的菁礐(ㄒㄩㄝˋ)溪流經園區，園內保有原始的林相風貌，種植許多香草、蝴蝶、昆蟲的蜜源、食草植物，蘊藏著豐富的動、植物總類，山區地形氣候多變，生物多樣性豐富，自然景色隨著季節變換，讓人目不暇給。享受綠色生活不必舟車勞頓，離市區、內科僅僅30分鐘車程，讓您更容易親山近水享受大自然，與孩子共遊共樂享受天倫樂。\r\r 福田園教育休閒農場，為台北市第一家合法登記的休閒農場，面積有0.63公頃。農場負責人長久以來就對教育體驗式的休閒農場有著濃厚的興趣與期望，一直希望能在台北市打造出一處能提供鄉土教育的教育休閒農場，園主用心的規劃，讓人感到綠意盎然充滿生機。更在2011年1月成為台北市第一家取得農委會休閒農場服務品質認證，讓您玩得安心有保障。\r\r 忙碌生活的學子與上班族，很少有農園操作的經驗，所以農場特別安排有關植栽與親近土地的活動，例如親手製作台灣古早味的點心，以及利用園區內的香草植物製作餅乾或香草茶凍等，新鮮又有趣味。農場還結合社區資源提供導覽體驗。園區設有大型教室4間，每間教室可容納120人至160人，離台北市近，是提供大台北學生戶外教學體驗農業及自然生態的良好空間。園內規劃團體套裝組合活動十分豐富，每一種主題活動均結合觀察與動手體驗，運用五官觀察探究自然之美，認識台灣農村飲食文化，藉由食衣住行育樂等活動，能對生態環境、自然資源更加珍惜與關懷，提升環境倫理。\r\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台北市士林區菁山里菁山路131巷18號",
    "OpenHours": "",
    "City": "臺北市",
    "Town": "士林區",
    "Coordinate": "25.1445784,121.567681",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112170327.jpg"
  },
  {
    "ID": "157",
    "Name": "二崎生態休閒農場",
    "Tel": "02-28917787(詹振嘉)",
    "Introduction": "農場位於大屯山簏動植物生態豐富，1至3月份多種櫻花陸續綻放，4至5月份採收桂竹筍及楊梅，6月份蕃茄及瓜類開始結果，7至9月份挖竹筍體驗，11月至隔年3月份為葉菜類產季，來農場體驗各個季節的農家工作與節慶米麵食，品嘗天然健康的食蔬，把健康歡樂帶回家。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台北市北投區復興三路355巷39號",
    "OpenHours": "",
    "City": "臺北市",
    "Town": "北投區",
    "Coordinate": "25.154717,121.4987979",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117181147.jpg"
  },
  {
    "ID": "159",
    "Name": "鄉村休閒農場",
    "Tel": "0963-313598(許世榮)",
    "Introduction": "位於內湖區五指山腰上的鄉村休閒農場，於95年經行政院農委會核准，成為台北市第3家、占地最廣的合法休閒農場，近1公頃的農場面積，讓園區內可提供豐富的各式體驗活動。 農場內一年四季皆有「看頭」，春天可賞櫻，看梅、李、桃花爭豔、火紅的山茶花怒放。夏季在高大的柚子樹下烤肉；入秋後可見香柚的蹤影，而進入冬季，園區內的柑橘則結實累累，不同時令農場還提供遊客摘採各式健康沒噴農藥的蔬菜。為了達到寓教於樂的目的，配合團體的年齡與人數，農場提供各式DIY、及採果、拔蘿蔔等農耕體驗活動，讓大人小孩都能從玩樂中，有所學習。 只要短短幾十分鐘的車程，可讓您拋開都市生活的煩擾，不同的季節會給您帶來不同的收穫與感受，請您暫時放下匆忙腳步，用自己的雙手來採採最新鮮、最健康的鮮蔬野果，親身體驗古早純樸的農家生活，竭誠歡迎您攜家帶眷來此烤肉，這裡地勢平坦，還有大片草坪，讓在都市成長的小孩能享受自由奔放的空間。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台北市內湖區大湖街206號",
    "OpenHours": "",
    "City": "臺北市",
    "Town": "內湖區",
    "Coordinate": "25.1023874,121.6071202",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151007163037.jpg"
  },
  {
    "ID": "160",
    "Name": "杏花林休閒農場",
    "Tel": "02-29894866(張智揚)",
    "Introduction": "每年2月來臨時，來到「杏花林休閒農場」一定會被滿山坡的杏花與櫻花相互爭豔的麗景吸引，時序進入3月，主角換成了香氣迷人的柚子花展露笑顏，但不變的是，原以栽種茶樹起家的「杏花林」，同樣準備好道地的木柵鐵觀音，讓民眾在賞花休憩時，也能悠然品茗。 占地約4.5公頃的「杏花林」是一個由四代同堂的張氏家族共同經營的農場，第一代主人張丁頂已高齡85歲，但民眾還是不時可以看到他為了照顧杏花，拿著鐮刀在陡峭的山坡上除草，是個「勇健銀髮族」。第二代農場負責人張智揚表示，「杏花林」原以栽重茶樹為主，民國82年轉型後，父親才將大部分的茶樹改種杏花，遊客因而能夠於花季時欣賞到杏花的姿容。 現今的「杏花林休閒農場」由張丁頂照顧杏花林區，張智揚負責茶葉管銷，第三代張欣柔、張依平分別開發生態導覽解說課程與DIY體驗教學。園區除了有杏花樹、茶樹、相思樹等樹種與原始林相的生態導覽解說外，還有風味獨特的木柵鐵觀音餅干、鐵觀音草仔粿的DIY手工教學活動。另外，由於張家已有超過半世紀的製茶歷史，來到園區的茶坊，可以一嚐正宗木柵鐵觀音的醇厚口感喔！ 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台北市文山區老泉街45巷30號",
    "OpenHours": "",
    "City": "臺北市",
    "Town": "文山區",
    "Coordinate": "24.969071,121.5770089",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151007163725.jpg"
  },
  {
    "ID": "162",
    "Name": "日月滿休閒農場",
    "Tel": "02-28623901",
    "Introduction": "來到平等，一定不能錯過日月滿休閒農場的紅蘿蔔，別人是炒菜不必放肉絲，這裡卻是煮湯不必放味精喔！除了紅蘿蔔外，農場內最吸引人的莫過於笑容可掬的蔡爺爺與可愛的蔡奶奶，他們倆真的是農場裡的春風，光是看著蔡爺爺驕傲的展示他自製用來嚇鳥的稻草人，聽著蔡奶奶以機關槍般的語調向你炫耀以「豆餅」為肥料的無農藥蔬菜，就是一種單純的幸福呢！ 風景優美、視野遼闊的農場除了種植蔬菜、開放市民耕種實習外，還植有為數不少的柑桔，每年12月柑桔成熟時便開放市民入內享受採果的樂趣。想要沐浴在春風裡嗎？來這兒準沒錯。 結合觀光菜園的第五市民農園，也是位於平等里平菁街路旁，除了可以自行耕種外，這裡也提供廚具，烹調現採的青菜，品嘗自己辛勤耕耘下的成果，也是另一種休閒樂趣。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "臺北市士林區平等里平菁街150號",
    "OpenHours": "",
    "City": "臺北市",
    "Town": "士林區",
    "Coordinate": "25.121683,121.571688",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117142841.jpg"
  },
  {
    "ID": "163",
    "Name": "老泉養生休閒農場",
    "Tel": "02-29361230(劉仁雄)",
    "Introduction": "農場的開放面積1.5218公頃，是目前臺北市規模最大的休閒農場，農場內設有生態池及維護自然生態的砌石護坡擋土牆，種植有各式的花卉樹木，為市民提供一處休閒旅遊的理想地點。 園區也提供健康養生餐點 園區也提供健康養生餐點　　提供兼具家庭溫馨與現代養生理念之創意料理，是一處可以靜思、歡聚、璞食，花木扶疏的現代美食桃花源，在此可體驗四季更迭之中靜靜地綻放美與真，園區內有日本造型景觀，旁邊還有一座人工小瀑布，坐在一樓即可聽到潺潺的流水聲。 坐餐廳的料理更用心選材，天然調味，配菜醬料都有其特殊風味，以最好的素材為基調，在每一個刀工、調味都做了細膩的呈現，並因應時節準備當季鮮出的食材料理，園區內是打造綠意森林般的健康步道，並以樂活養生為主題，能讓身處忙碌都市的人們能夠健康的飲食，再次啟動視覺、聽覺、嗅覺、味覺和觸覺等五感體驗，一邊品嘗美食一邊賞景享受悠閒與浪漫的風雅韻事 大人小孩都愛的綠色健康步道 唯美的婚紗拍攝地點。正門有日式禪風石墩橋，設有六層的維護自然生態的砌石護坡擋土牆打造為健康步道，營造一處戶外休閒的場所，適合民眾舒放筋骨的理想地點。在此白天可欣賞蜜蜂、蝴蝶與鳥兒飛過樹間的身影，夜晚則可以欣賞到大台北地區燈火交織而成的城市光畫，是一處舒暢放鬆的絕佳場所。春天時園區內的櫻花迫不及待的盛開告知接下來即將生氣盎然；入夏池塘有盛開的蓮花垂柳與色彩繽紛的錦鯉；盛夏蛙叫蟲鳴可在涼爽的綠意盎然樹下乘涼消暑，相當舒適；秋冬時節座位窗外的風景，天雨，雲霧縹緲，讓人有置身世外的夢幻感。於鳳臨食養天地品嚐美味、享受大自然，紓解壓力，儲存對未來努力的能量，是值得造訪的優勝美地。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台北市文山區老泉街26巷27號",
    "OpenHours": "",
    "City": "臺北市",
    "Town": "文山區",
    "Coordinate": "24.9711676,121.5678808",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120175037.jpg"
  },
  {
    "ID": "166",
    "Name": "清香休閒農場",
    "Tel": "02-27903466",
    "Introduction": "清香農場位於台北市內湖區大湖山莊通往五指山的路上，農場主人許三奇曾當選過全國模範農民，對於蔬果農作物的栽植頗有心得。農場相當遼闊，並擁有道地的植種農作物，包括椪柑、桶柑、草莓、番茄、地瓜、斷木香菇等，遊客來此，不管是參觀、採果，都會有令您有回味無窮的感受，和其他休閒教育農場相比，這裡多樣化的蔬果生產與趣味橫生的採果活動，一點都毫不遜色。 清香農場幾乎一年四季皆有水果可採，每年10-12月是香柚的產季；10月中旬至隔年3月是斷木香菇產期；11月初至隔年2月椪柑、桶柑成熟；9月至隔年2月可以挖地瓜；12月至隔年5月草莓和您相見歡；小番茄則是全年皆有。既使不採果，來到清香農場也能嗅到陣陣的花果香，尤其在柚子花開季節，置身在柚子樹下野餐，享受遠方遼闊的視野，微風飄送淡淡的柚香，充滿了愜意。 除了採果之外，在寒冷的冬天裡，主人會取火用磚窯烤地瓜，烤熟的地瓜販賣給來訪遊客，遊客可以一邊享用地瓜，一邊在窯前取暖，在寒冬裡如同一股暖流般泛起陣陣的溫馨。 此外，主人利用自產的草莓、橘子做成草莓醬與橘子醬，還有烘焙的香菇，都是採用古法製作的天然伴手禮，也歡迎大家選購。",
    "TrafficGuidelines": "",
    "Address": "台北市內湖區大湖街206號",
    "OpenHours": "",
    "City": "臺北市",
    "Town": "內湖區",
    "Coordinate": "25.1023874,121.6071202",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120160159.jpg"
  },
  {
    "ID": "167",
    "Name": "白石森活休閒農場",
    "Tel": "02-27943131(黃明瑩)",
    "Introduction": "「白石森活休閒農場」位於內湖碧山路的白石湖社區，是一家集合休閒、教育、生漂、體驗四合一的戶外教學園地。",
    "TrafficGuidelines": "",
    "Address": "台北市內湖區碧山路58號",
    "OpenHours": "",
    "City": "臺北市",
    "Town": "內湖區",
    "Coordinate": "25.1032534,121.5955106",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120155838.jpg"
  },
  {
    "ID": "168",
    "Name": "大屯溪古道休閒農場",
    "Tel": "02-26371007(蘇寗珧)",
    "Introduction": "蘇忠義，一個土生土長的三芝人，對於三芝人才輩出的地理環境很有信心，但這幾年來，三芝給人的印象卻是靈骨塔，缺少了一份真實。在蘇爺爺的心中，滿是感慨，但是自己卻心有餘而力不足，在他最想替故鄉盡一份心力的時候，卻發現自己得了癌症，所以他決定將自己的子女叫回來，完成自己對故鄉的期許。 櫻花蘇，蘇爺爺的大兒子，在銀行做經理的高薪職位，了解到蘇爺爺的想法和理想，在現實與親情的掙扎中，最後毅然決然的辭去工作，回到新北市三芝區北新莊老人家留下的一塊土地，展開了一段替父親圓夢的旅程...... 大屯溪古道休閒農場位於陽明山國家公園內，能眺望大屯自然公園、北海岸風景，園內更種滿櫻花、楓樹、愛情花等植物，在大屯溪古道旁，更有兩條溪流匯集，是一個讓自己遠離塵囂的最佳去處。讓自己沉浸在森林中的風聲、水聲、蟲鳴鳥叫吧!",
    "TrafficGuidelines": "",
    "Address": "新北市三芝區店子里菜公坑85號",
    "OpenHours": "",
    "City": "新北市",
    "Town": "三芝區",
    "Coordinate": "25.1900784,121.5225992",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120160908.jpg"
  },
  {
    "ID": "169",
    "Name": "北新休閒農場",
    "Tel": "02-26231428",
    "Introduction": "北新農場是由 2005 年神農獎得主簡連生先生所經營，為新北市第一家合法之休閒農場。場內以生產符合慈心認證之有機蔬果為主，並設立有機農業生活體驗教室。\r\r 園區經營的有機蔬菜是老闆的心肝寶貝，除了有牢不可破的溫室抵擋外來病蟲害的侵襲，在溫室外圍則種植大量的迷迭香，除了有驅蟲效果外，還有淡淡的香草香，隨著參觀動線一路走去，空氣中充滿迷迭香的香氣。沿路還有綠色步道，無處不在的綠意灌注在參觀動線上，跑到農場的最尾端往最前端望過去，遠處有山，近看有草，旁邊還有老闆自己種植的各式有機蔬果，讓從小生長在都市的小孩，第一次看到成長在土地上的植物時，猶如發現新大陸般興奮。\r\r 北新農場以有機蔬果栽種為主，並參考當時土地最適合的情況來栽種，少量而多樣化的農產品，從堆肥、育苗、除蟲到採收，每個環節都以生產高品質的全有機蔬果為目標，而且堆肥都是老闆自己花時間研發出來的，材料為八角、大蒜、芹菜、洋蔥、香料等中藥材，下次去北新時，蹲下去抓一把泥土用力的聞一聞，都是中藥味喔！農場也有機農業生活體驗課程，歡迎機關團體預約參觀。\r\r 此外，農場還用自已生產的有機蔬果為材料製作有機蔬果沙拉、有機健康餐、有機酵素飲品等，讓大家吃得健康又安心。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "新北市淡水區忠寮里演戲埔腳 3-2 號",
    "OpenHours": "",
    "City": "新北市",
    "Town": "淡水區",
    "Coordinate": "25.1926177,121.4713779",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113103305.jpg"
  },
  {
    "ID": "171",
    "Name": "準休閒農場",
    "Tel": "02-22922466",
    "Introduction": "準園生態莊園為新北市五股區唯一合法的休閒農場，交通便利，位於五股交流道旁，園區擁有大台北地區難得之萬坪綠地景觀、花架步道、多樣性的蘭花區、流水景觀設施、精密溫室香藥草、觀賞植物等，內涵豐富，除一般綠美化，尚有數百種藥草、香草植物為景觀教育內涵，適合全家大小來一趟輕鬆學習之旅。\r\r 園內有北台灣最大螢火蟲復育基地、溫室蝴蝶園、植物故事屋，生態全年可見，4 月到 5 月有賞螢活動，還提供有配合學校課程結合領域教學、專業教師生態體驗綠色遊學的戶外教學及結合藥、香、水草，提供健康美食的螢光餐廳，和大型的會議場地與聚餐空間。\r\r 這裡的香草茶系列，是由十數種花園香草精心搭配，可做為來訪遊客的能量中繼站。園區內還保留萬坪的綠草空間，遊客可在花園草坪中散步一下，感受一下的綠活的感動。這裡有美食、老樹、水景、山脈、鳥類、爬蟲生態，假日時不妨來此悠閒用餐，您只要走出辨公室，馬上就到！\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "新北市五股區新五路二段 70 號",
    "OpenHours": "",
    "City": "新北市",
    "Town": "五股區",
    "Coordinate": "25.0740743,121.4362209",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117142701.jpg"
  },
  {
    "ID": "172",
    "Name": "阿里磅生態休閒農場",
    "Tel": "02-26382745、02-26369122",
    "Introduction": "阿里磅生態農場位於新北市石門區，農場佔地十餘公頃，標高130公尺左右，所在位置就是一個獨立優美的谷地。農場主人在規劃這塊土地時，即以不做大量設施為目標，以保留原始風貌讓自然逐漸回復，廣闊的園區內僅有2、3處建築，都是以原先的農舍再利用作為遊客住宿或活動的場地。\r\r 這兒錯落交接的溼地生態系、溪流生態系、開曠草原生態系、池塘(湖泊）生態系、森林生態系、孕育了多樣活潑的動植物，最適合從事自然生態之旅。\r\r 農場生態非常豐富，共紀錄了100餘種蝴蝶、70餘種鳥類、19種蛙類以及60餘種蜻蜓。夏季時昆蟲進入盛況，白天有蝴蝶、蜻蜓、蟬及甲蟲，夜間有螢火蟲、青蛙（包括瀕臨絕種台北赤蛙）及出土脫殼的蟬等。農場也積極致力於教育工作，除培訓專業生態解說員，同時規劃各種健康有趣、寓教於樂的生態活動，是很適合校外教學的地方。\r\r 農場也提供餐飲和住宿，歡迎您來享用。餐點方面為可口的家常菜，利用在地食材，如石門茶、三芝黑毛豬肉、放山雞、海鮮及蔬菜等烹飪成美食；在戶外咖啡座休息時，您可以邊品嚐咖啡香，邊品味湖光山色。阿里磅生態農場民宿也提供清潔、舒適的居住環境，希望大家透過共同生活，學習如何珍惜自然資源。\r\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "新北市石門區阿里磅84號",
    "OpenHours": "",
    "City": "新北市",
    "Town": "石門區",
    "Coordinate": "25.2270029,121.5745799",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113151507.jpg"
  },
  {
    "ID": "173",
    "Name": "雙溪平林休閒農場",
    "Tel": "02-24934016",
    "Introduction": "平林休閒農場除了擁有得天獨厚的自然資源外，農場主人也相當用心的經營規劃軟硬體設備。\r 在自然資源部分，農場生態相當豐富，主要分十大生態主題區，有蕨類植物區、蘭花培育區、變色葉林道等，讓您的身心可以輕鬆的跟大自然對話；此外農場另有罕見的台灣藍鵲、昆蟲及蝴蝶出沒，夏季更有數量眾多的螢火蟲出現，相當壯觀，讓遊客驚呼大自然的奇妙。登山區亦種有大量油桐樹、楓樹、櫻花、果樹等，可讓遊客一年四季都有不同美景可以欣賞。\r\r 在農村景觀方面，農場內之農村體驗區，完全以古早農村景觀打造，設有龍骨水車、窯及農村器具，讓遊客充分體驗阿公阿嬤時代的生活。在生態解說方面，農場內設有專業解說員，以深入淺出的方式為您介紹農場內的花草樹木、蟲魚鳥獸，讓遊客更懂得珍惜大自然。\r 玩累了也可坐下來品嚐香醇咖啡，這裡有由年輕帥氣的咖啡達人為遊客調製美味的咖啡，讓遊客在青山綠水間享受悠閒的下午茶。\r 農場也提供多種DIY活動，包括竹編、山藥湯圓、愛玉製作等，民眾除了可在此住宿外，也能挑戰農場內多條健康步道，農場主人也歡迎公司行號來此開會兼度假，設備完善的會議廳不會讓您失望。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "新北市雙溪區平林里外平林35號",
    "OpenHours": "",
    "City": "新北市",
    "Town": "雙溪區",
    "Coordinate": "25.0380487,121.850567",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117111114.jpg"
  },
  {
    "ID": "174",
    "Name": "蕃婆林休閒農場",
    "Tel": "02-26362716、0921-070169",
    "Introduction": "蕃婆林觀光花園裡有彩色海芋、奼紫焉紅任君挑選，檸檬鞍清香撲鼻、楊桃豆秀色可餐，麥桿菊四季不謝，更有各具特色的葉蘭、唐棉、水蠟燭、蜘蛛抱蛋、愛情花等花材及隨手現採不用農藥的健康蔬菜。\r\r 來到園區裡，我們絕對可以體驗到真正的田園生活，園區後方有一古厝，裡面是專門在醃漬農家的農產品，像是鳳梨、木瓜、百香果等；在花園附近還有清涼的溪流，興致到來，可以下溪谷戲水也無妨；若不想到溪流戲水，我們也可以選擇到園區內的水池中遊玩，裡面可有在都市中少見的泥鰍喔，一定要來看看，體驗一下抓泥鰍的樂趣。園方精心安排彩繪葫蘆瓜、果凍蠟燭、彩繪昆蟲、彩繪造型風車、相片夾、珍珠彩球 DIY、貝殼燭台和麥牙鼓等各種 DIY 的活動極適合親子及團體參加。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "新北市三芝區錫板里17鄰蕃婆林44號",
    "OpenHours": "",
    "City": "新北市",
    "Town": "三芝區",
    "Coordinate": "25.2373648,121.4923676",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113160503.jpg"
  },
  {
    "ID": "175",
    "Name": "葵扇湖休閒農場",
    "Tel": "02-24986322(陳美玲)",
    "Introduction": "北海岸地形多山，先民刻苦發展農業，依山所建之梯田似葵扇風貌，是為葵扇湖。葵扇湖坐落在海拔300公尺處，蚊蟲稀少，視野良好，有三重的山、海、島景觀。",
    "TrafficGuidelines": "",
    "Address": "新北市金山區兩湖里葵扇湖17號之2",
    "OpenHours": "",
    "City": "新北市",
    "Town": "金山區",
    "Coordinate": "25.2309,121.59241",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151127135633.jpg"
  },
  {
    "ID": "176",
    "Name": "香格里拉休閒農場",
    "Tel": "03-9511456",
    "Introduction": "何處才能說是都市人心中的桃花源？紅瓦木屋、滿山綠樹、鳳蝶飛舞、滿山螢火蟲點綴、照亮整座夜空的天燈，早在二十年前，座落在宜蘭冬山的「香格里拉休閒農場」已是桃花源的象徵。\r\r 海拔兩百五十公尺，大元山麓上，總面積五十五公頃的「香格里拉休閒農場」規劃為「住宿區」、「農村體驗區」、「廟口文化區」及「烏心石樹林自然生態區」等。「住宿區」的歐風小木屋是農場主人從找建材開始親力親為，搭建三年而成的「藝術品」；「農村體驗區」裡種植各式無農藥果樹，甜柑、金棗、楊桃，隨手即可摘下滿籃鮮甜的果物放入口中、體會豐收的暢快；最具特色的「廟口文化區」，每晚有打陀螺、布袋戲、放天燈及搓湯圓等體驗活動，重現台灣早期農村生活的娛樂。\r\r 若是肚子餓了，走進餐廳，便能大啖手藝精緻卻不失傳統風味的「進階版農村菜」，如左宗棠雞、碳烤香魚、紅糟味噌肉等等，色香味都令人驚艷無比，是採果果腹外的絕佳選擇！\r 台灣休閒農業的先鋒「香格里拉休閒農場」，等來客體會多年「經典」的精粹。",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉大進村梅山路 168 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.6325109,121.7268203",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117143202.jpg"
  },
  {
    "ID": "177",
    "Name": "大塭休閒農場",
    "Tel": "03-9870558(林登財)",
    "Introduction": "大塭觀光休閒養殖區於民國七十四年成立，以純淨的海水養殖紅蟳青蟳魚蝦等，質好味美，其中又以蟹黃飽滿，肉質甜美的紅蟳、青蟳最受歡迎。因此，大塭養殖區向以生產「蘭陽蟳」為美名。隨國人休閒觀念風潮盛行，於民國八十八年轉型成結合餐飲與養殖魚業休閒體驗特色園區，其中，經常受報章媒體雜誌報導推薦的「蘭陽蟳屋餐廳」以選用當季海鮮料理聞名，其中更以各式紅蟳料理最為知名，您可以在擁有佔地寬廣的餐廳內，享受鮮嫩海鮮的美味。 在漁業體驗方面，可提供民眾從事捉泥鰍、划鴨母船、抓虱目魚、踩水車、魚拓、魚丸DIY以及用傳統漁簍罩魚等，人文休閒漁業體驗，適合全家親子或團體旅遊、聚餐、宴會首選。 蘭陽蟳屋餐廳擁有經驗豐富廚師，廚藝多樣精湛，舉凡喜慶、宴客或團體桌菜等各式料理都能滿足您的需求，推薦招牌料理「金絲蝦鬆」與「港味辣椒紅蟳」是一道色香味俱全的佳餚，除了能品嚐蟳蟹肉與蟹膏外，行家的吃法是將附上帶有奶香味的麵包，沾裹著醬汁食用，以完整地品嚐人間美味的海鮮。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣礁溪鄉玉龍路二段497號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "礁溪鄉",
    "Coordinate": "24.8194549,121.7963167",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124173919.jpg"
  },
  {
    "ID": "178",
    "Name": "頭城休閒農場",
    "Tel": "03-9772222",
    "Introduction": "位於宜蘭頭城鎮梗枋山區的頭城農場，由行政院農業委員會、花蓮區農業改良場、宜蘭縣政府及頭城鎮農會共同輔導，農場面積約 100 公頃，進入頭城農場可由專業人員為您解說活動內容、遊園路線導覽，也可自由參訪。園區內景觀路線種植有近 50 公頃的桂竹林，這可是農場竹工藝及竹筒飯的主要來源喔！在四月份的桂竹產季，農場還會推出桂竹之旅，讓遊客親身體驗採筍之樂。\r\r 走過枕山步道欣賞綠意盎然的景色，吸取森林間所散發自然芬多精，沿著小徑走入高處到達景觀平台，在這裡可以眺望整個農場的全景風貌，更可以俯瞰蘭陽八景之一「龜山島」以及浩瀚的太平洋，美不勝收。另外農場內設有蔬菜園區及種植一年四季各種果樹，有百香果、金桔、柑橘、文旦、蓮霧，可讓現代人體驗農村收成採果樂趣、品嚐新鮮水果甜美。山上處處可見野菜龍鬚菜、昭和草等，還飼養了一大群土雞、番鴨、山豬、羊等家禽家畜，以最親近的方式歡迎遊客的造訪。\r\r 農場內的水稻文化區，是以體驗農夫生活為主，有插秧區、晒穀場，還可體驗風穀機、打穀機、石磨等，配合園區導覽，讓遊客體驗彎腰插秧以及「春播、夏耘、秋收、冬藏」的農村生活；另外遊客也可親手栽種植物，並體驗照顧植物的樂趣。\r 農場生態也非常的豐富，獨角仙、五色鳥、青帶鳳蝶都看得到，若是螢火蟲季節來這裡，滿山的火金姑飛舞，非常的美麗。\r\r 目前頭城農場內有 3 條溪流穿插其間，水源充沛，擁有自然景觀與豐富生態資源，農村體驗、農村教育導入自然休閒活動，讓您在這裡自由自在享受田園快樂及農村的生活。並提供遊客健康有機的旅遊，滿足人們返樸歸真的生活企求，充分體驗農村生活並進一步導入各種寓教於樂的活動，發掘各種存在於鄉間的獨特經驗，使遊客獲得難忘體驗。【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣頭城鎮更新路 125 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "頭城鎮",
    "Coordinate": "24.907152,121.8472792",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160509174141.jpg"
  },
  {
    "ID": "179",
    "Name": "庄腳所在休閒農場",
    "Tel": "03-9222000(吳明一)",
    "Introduction": "位於宜蘭員山鄉枕頭山休閒農業區是一個兼具教育、休閒與住宿的好所在，從焢窯、戲水、抓魚蝦、摸蜆、夜晚在田園裡BBQ、DIY捏員山魚丸、放天燈等到夜間觀賞火金姑之家，眾多農村體驗、生態活動，讓您通通享受得到。 占地有2000多坪的生態休閒農場，設有果園區、涼亭品茗區、蔬果區，栽種了有五十多種蔬菜及水果、植物等，讓您可以尋獲很多特有的品種喔！另外，可騎著農場給住宿旅客免費提供的自行車自由地穿梭在田間小徑，傍晚時分，趁著夕陽餘暈馳騁過阡陌小徑，去追逐那自在鄉野氣息，呼吸到空氣中散發出純淨的清新，也可到離農場十幾分鐘自行車車程的宜蘭河自行車道享受追風快感。 每年的四月至六月及十月至十一月是螢火蟲羽化期間，也是成蟲的活動期，在農園後方的山坡上出現了少許螢火蟲，螢火蟲稀稀疏疏散發出柔和的光，彷彿是提著一盞小燈籠歡喜著飛來飛去，由於螢火蟲出現時間比去年較晚，在天黑不下雨的時候以及月光微弱的夜晚，帶著遊客們親自的走一趟，觀賞螢火蟲的世界，讓您留下美好的回憶。 庄腳所在有不少私房鄉野菜餚，這可是女主人吳媽媽的精心傑作！不但營養、美味、新鮮，不管是蜜汁苦瓜或是檳榔雞湯、炸茄子、苦瓜滷蜂蜜、豆腐乳等，都是精心烹調及燉煮，請帶著您的家人或三五好友，來享受鄉村的民俗風味。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉枕山村坡城路69-9號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.7806857,121.6954226",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112170125.jpg"
  },
  {
    "ID": "181",
    "Name": "南澳休閒農場",
    "Tel": "03-9981114(宜蘭縣政府林聰賢)",
    "Introduction": "南澳農場原屬財政部國有財產局委託土地銀行經營，民國八十八年元月，改由宜蘭縣政府委托經營。目前由國有財產局與宜蘭縣政府合作經營，現為配合休閒農業提倡及提供國民旅遊，已規劃並開放作休閒農場。 農場道路規劃完善、整齊。有生長茂密之桉樹林、原生植物園、四季花果及有機蔬菜栽培。周邊山林、溪流、海岸等自然景觀資源豐富，適合從事定點、生態旅遊、農場體驗，露營、團康及親子活動。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣蘇澳鎮朝陽里海岸路92號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "蘇澳鎮",
    "Coordinate": "24.4494131,121.7889348",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112173439.jpg"
  },
  {
    "ID": "183",
    "Name": "枕山庄休閒農場",
    "Tel": "03-9220258(陳惠玲)",
    "Introduction": "來訪枕山庄渡假山莊，千坪的大草皮球類競技，夜晚伴隨著蛙鳴蟋詠，源源不絕，滿天星斗掛在遙遠的天邊，晚風送來一陣清涼，帶走累積一天的疲勞，這裡遠離一切塵世庸俗，讓人的心靈與大自然不自覺的合而為一的地方，這個人間桃園叫做枕山庄渡假山莊。 原木休閒涼亭泡茶區及專用烤肉區，三五好友沏茶談天及體驗田野樂趣，是自然生態、教育的好所在，視野遼闊令人心矌神怡，來訪一趟會讓您有賓至如歸的感覺。 附近望龍埤養生步道及登山步道是每位遊客的最愛，園區獨特石頭造景及綠化空間，是主人的用心巧思，快來體驗山莊生活，一起歡度悠閒自在的田園時光。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉枕山村坡城路18-18號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.7793782,121.7031144",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117141530.jpg"
  },
  {
    "ID": "184",
    "Name": "正統休閒農場",
    "Tel": "03-9898616(張錫煌)",
    "Introduction": "農場的主人原本在羅東市區經營旅社因為厭倦了城市中的生活，毅然決定帶著自己的家人回到家鄉建立一個與鄉村田園結合的民宿，由最初的民宿規劃慢慢的成長成為一個理想中更符合田園自然的農場。 民宿中設有露天的咖啡桌椅、休憩涼亭、賞鯉池塘、籃球場和四周的田園景觀及鄉間小路，而成的獨一無二「正統休閒農場」；舒適典雅的客房不僅讓你在休息時更能放鬆心靈的地方，簡單、明亮和乾淨是農場主人對生活品質的堅持；雖然沒有華麗的裝潢但設備齊全，讓您就像是在家一樣的舒暢。田野的鄉村生活更是釋放您在都巿中所有壓力的好地方，早晨有悅耳的鳥語聲喚您起床，夕陽西下時可騎著腳踏車一邊欣賞黃昏的彩霞撲鼻而來的是屬於鄉村的味道，真是再愜意不過的悠閒生活了。 來農場玩別忘了還可向農場主人學習—捏麵人DIY，農場主人的巧手保留了捏麵人的傳統手工藝，並加以創新，更加入自己的創意點子，信手拈來，一個個活潑可愛、栩栩如生的動物立即呈現，令人驚嘆。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣三星鄉大隱村大隱8路238號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "三星鄉",
    "Coordinate": "24.6645558,121.7140359",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113150017.jpg"
  },
  {
    "ID": "186",
    "Name": "廣興休閒農場",
    "Tel": "03-9513236、03-9615236",
    "Introduction": "因喜愛旅遊，進入農場即可看到許多農場主人旅遊世界各地的珍藏物品，其中中國古典二人房中的擺設皆是農場主人私家珍藏，而且每間房間設計都是老闆夫婦的精心傑作。不同於其他民宿或休閒農場狹隘空間，農場主人堅持內部要有廣大的空間，就是希望讓遊客可以盡情互相交流，還體貼的準備舒壓花茶及卡拉OK讓遊客品嚐及盡情歡唱。",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉柯林村光華三路132巷12號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.6838271,121.7342189",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113135716.jpg"
  },
  {
    "ID": "187",
    "Name": "夢想家休閒農場",
    "Tel": "03-9228520",
    "Introduction": "曾從事餐飲多年的老闆夫婦，藉由一身的好手藝，以當地蘇澳港近海現撈海鮮，及宜蘭當地特有農特產品，再搭配上等進口牛、羊肉，以無菜單方式，獨創屬於香草星空的特色餐點，不只要讓每個來香草星空休閒農場厚道之家的遊客享受美麗假期外，還有美食可品嚐。",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉員山路一段100巷55號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.7490861,121.7286000",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120161009.jpg"
  },
  {
    "ID": "188",
    "Name": "勝洋休閒農場",
    "Tel": "03-9222487",
    "Introduction": "勝洋水草場經過多年的努力栽培水草，經營著體會到台灣近年來環境的破壞，使得常見的水草漸漸稀少，若不收集種源、復育，恐將會絕跡。因此，勝洋水草場一方面復育台灣的水草，一方面也積極學習水生植物的相關知識，參與宜蘭社區大學湖泊社調查、保育湖泊水域生態的工作並在場內設置生態池，為保育自然環境盡一份心力。\r\r 為了完整展現水生植物的豐富面貌，讓參觀的學生、民眾都能清楚瞭解水生植物的生態，推廣保育自然生態環境的觀念，故提出「勝洋水草場整體展示及行銷提升計劃」期望規劃完善的展示環境，展示系統以及學習內容，在未來幾年逐步實施，展現水生植物之美。 本休閒農場是以「水族」、「水草」兩大方向發展，並利用得天獨厚的天然環境栽培出品質良好的水草，廣受市場好評。為全國最大的專業水草植栽場，現有水族魚類數十種，如保育類的蓋斑鬥魚、水生植物四百餘種，「水草文化館」中有風箱樹、台灣水韭、台灣萍蓬草等水草植物，數量之多，讓遊客身處其中亦能感受生態之豐富多元。\r\r 為了服務更多的朋友，勝洋更積極轉型朝生態農場發展，空間寬敞、自然田園風光之園區，相當適合遊客在此遊憩，這裡是偶像劇「偷心大聖PS男」的拍攝場景，亦有許多新人到此拍婚紗照，而農場也提供喜宴的服務。遊客來這裡可到「DIY教室」體驗DIY資源再利用，種植水草盆裁之園藝。也因秉持著「讓水草不僅是水草」的想法，「勝洋水草餐廳」也於2008年底開幕，其水草創意料理如水紫蘇蕃茄沙拉、龍蝦水草沙拉、香蓼帝王蟹、海鮮蓮花梗、魚腥草雞湯、海鮮水草泡菜、紫米蓮藕、山葵生魚片、和風鰻魚、清蒸勝洋鯛等，依季節不同推出，讓農場同時兼具了飲食、環境教育、體驗、以及文化等多功能面向。\r\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉尚德村八甲路15-6號 ",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.7269191,121.7044120",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113103026.jpg"
  },
  {
    "ID": "189",
    "Name": "梅花湖休閒農場",
    "Tel": "03-9613222、03-9612888",
    "Introduction": "梅花湖休閒農場毗臨宜蘭最有名的風景區梅花湖、道教總壇三清宮、羅東運動公園等，而形成一處結合休閒文化與天然景觀的渡假勝地。園區內設有神農百草園、生態園區、活動區 (含漆彈場) 以及卡啦 OK、會議室、營火場地、露營場地、觀光果園和蝴多不同的樂趣。\r\r 梅花湖休閒農場依山傍水，自然景觀渾然天成，舒適的渡假休閒環境，完善的設備讓來到這裡的朋友深感舒暢。農場內設有神農百草園，讓遊客了解當初神農氏嚐百草救人的辛苦。在園區欣賞中鳥叫蟲鳴、蝶園等多項場地，休閒外還可做些日常中缺少接觸的體驗，讓休假不在只是休假，也能在休假中得到很蝴蝶翩翩飛舞的彩姿，彷彿置身在山林中。這兒還有營火場地及露營場地，讓愛好大自然、喜歡露營的朋友自由嘻戲，而愛好刺激的人，可在漆彈場上體驗野戰叢林的快感哦！\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉得安村環湖路62號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.6492406,121.7325201",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151127135735.jpg"
  },
  {
    "ID": "190",
    "Name": "月眉休閒農場",
    "Tel": "(03)  950-6736",
    "Introduction": "小橋、流水、人家。\r 忙碌過後的夜深人靜，輕閉雙眼，腦海時常浮現生活於田野間，與自然共處的景象。\r 每一個人，都在旅途中試探自己的夢想。\r 每一個人，都在夢想中找尋嚮往的生活。\r 尋尋覓覓，才發現自己嚮往的生活並不遙遠。\r\r 通過雪隧，第一眼入鏡的是三角平原上被稻田與農舍交錯的散村文化。\r 不同於南台灣的集村聚落，蘭陽平原水資源豐富，為了耕作方便，常將農舍立於耕地旁邊，形成大片農田間農舍林立的獨特景觀。\r 月眉休閒農場位於羅東、冬山、五結一鎮二鄉交界處，同時具有小鎮的便利性與農村的鄉土氣息與稻香。\r 帶著傳統山水、古典韻味的農場被稻田、灌溉用渠、鄉間小徑環繞，季節性的候鳥在農場的果園與磚瓦上盤旋、飛舞。\r 這裡沒有過度華麗的人工堆砌，只有人與自然共存的和諧之美。\r 拋開煩擾，在旅途中尋找自己吧！",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣羅東鎮富農路三段 240 巷 33 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "羅東鎮",
    "Coordinate": "25.0315299,121.5198715",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160406095113.jpg"
  },
  {
    "ID": "191",
    "Name": "眠腦教育休閒農場",
    "Tel": "03-9895566(黃林銘)",
    "Introduction": "「眠腦」是由泰雅語音譯而來，意指鬱鬱蒼蒼，欣欣向容的茂密森林，是太平山的舊稱。農場主人黃林銘將自己的農場取名為「眠腦」，便是希望農場裡的林木也能長的蓊蓊鬱鬱。 眠腦教育休閒農場位於宜蘭中心處南北倚山、西臨蘭陽溪、向東遠眺龜山島，占地近1公頃的園區內培植近500種以上樹木，其中以台灣原生種的樹木就有360餘種及常見和觀賞植物，每一棵樹木都是黃林銘花了整整5年的時間，走遍台灣鄉野林間所收集而來。 農場裡大多是以台灣原生種為主的植物，其中更不乏烏來杜鵑、台灣油杉等珍貴的原生稀有品種。此外，台灣5大國寶針葉樹──紅檜、台灣扁柏、台灣肖楠、台灣杉、巒大杉當然也是農場代表性的樹種。加上牛樟、台灣?樹、烏心石、黃連木、台灣櫸等台灣闊葉五木，在這裡就可以輕易地將台灣中海拔的原生樹種全都看遍。 想更了解台灣的樹木，到眠腦休閒農場就對了！ 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣三星鄉天福村東興路32-1號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "三星鄉",
    "Coordinate": "24.664425,121.6185209",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117172430.jpg"
  },
  {
    "ID": "193",
    "Name": "凡梨花休閒農場",
    "Tel": "03-9899233(游漢益)",
    "Introduction": "凡梨花休閒農場的由來是因農場的主人種梨而女兒愛花，因為農場的女主人愛他們，覺得凡是梨和花都是她的最愛，所以特別取名為「凡梨花休閒農場」！ 凡梨花休閒農場由梨和花匯集而成的鄉村農場，同時也是三星鄉第一家取得合法休閒農場及合法民宿，農場主人特別注重的是休閒和放鬆是民宿所特有的風格，農場中有大片的上將梨果園和自然的鄉村生態，可讓來訪的旅客身心靈都能有完全的放鬆，並了解不一樣的果樹生長體驗。 每年的12月至翌年1月是上將梨的婚宴：嫁接花苞，來自國外的梨穗嫁到凡梨花來傳宗接代是一年一度的大事，3～4月份是美白保養期（套袋子），利用四層防曬紙袋將果實套住，以防晒黑影響口感和外觀膚色，確保高品質果粒。6～8月豐收季，也是採果的季節！一年的細心呵護，在暑假即可大口嘗鮮享受大自然的恩典，如此美味鮮甜的上將梨在凡梨花。 農場主人標榜的是道地的住家型民宿；提供的是親自然的環保休閒概念，區隔的是都市商業和鄉村農耕的差異；享受的是隨緣的自在和有朋遠來的喜悅。歡迎有興趣農耕體驗的您參與任一階段的「上將梨生態之美」體驗活動。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣三星鄉大隱村大隱中路19號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "三星鄉",
    "Coordinate": "24.6681024,121.7147671",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113103349.jpg"
  },
  {
    "ID": "195",
    "Name": "千里光藥園休閒農場",
    "Tel": "03-9284349(周素瑛)",
    "Introduction": "每年的12月至翌年1月是上將梨的婚宴：嫁接花苞，來自國外的梨穗嫁到凡梨花來傳宗接代是一年一度的大事，3～4月份是美白保養期（套袋子），利用四層防曬紙袋將果實套住，以防晒黑影響口感和外觀膚色，確保高品質果粒。6～8月豐收季，也是採果的季節！一年的細心呵護，在暑假即可大口嘗鮮享受大自然的恩典，如此美味鮮甜的上將梨在凡梨花。",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣宜蘭市大坡路二段131巷53號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "宜蘭市",
    "Coordinate": "24.7766691,121.7419578",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117142608.jpg"
  },
  {
    "ID": "197",
    "Name": "三富休閒農場",
    "Tel": "03-9588690、03-9588795、紫屋森林專線：03-9585485 ",
    "Introduction": "三富休閒農場設立於1989年，佔地面積約14公頃，緊鄰仁山植物園及新寮瀑布，景緻天然怡人，生態景觀豐富而特殊，四季各具不同風情，營業項目有：特色餐飲、休閒住宿、會議研習、高空繩索、自然旅遊、套裝行程、環境教育、創意DIY。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉新寮2路161巷82號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.6174044,121.7540480",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120160341.jpg"
  },
  {
    "ID": "198",
    "Name": "祥居雅舍休閒農場",
    "Tel": "03-9890996(姚秋雅)",
    "Introduction": "祥居雅舍位在宜蘭縣有名的蔥蒜之鄉「三星鄉大隱村」，屬於典型的鄉村民宿，民宿四周景物平疇廣闊、群山疊翠，舉目望去美麗景緻盡入眼簾，隨著四季的變化，更有一番風情。 祥居雅舍的主人，於五年前一家從台中回到故鄉宜蘭發展，因十多年來未曾仔細欣賞蘭陽的朝夕晨昏之美，也未曾仔細享受空氣中傳來淡淡的芳草香，瞬間覺得彷彿來到世外桃源般，而讓他們有了在此建立屬於自己家園的夢想，夫妻兩人從構思到完成，花了將近三年的時間，精心打造出田園鄉野間夢想的農舍別墅，這裡沒有城巿中的喧擾，只有鳥叫蟲鳴，屋外四周還有民宿主人親手種植的當季野果等，對農村生活有興趣的朋友可以呼朋引伴一同來場有微風及陽光為伴的農作物摘採體驗。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣三星鄉大隱村大埔路50-9號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "三星鄉",
    "Coordinate": "24.6659596,121.7175257",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117111415.jpg"
  },
  {
    "ID": "202",
    "Name": "禾風竹露休閒農場",
    "Tel": "03-9370667(李素珍)",
    "Introduction": "禾風竹露生態休閒農場位於國道五號宜蘭交流道附近，不僅是合法的休閒農場，也是合法的民宿。農場主人林英機生性開朗，待人相當豪爽，來此住宿遊客經常可以感受到主人待人的熱誠。農場內最大的特色，便是由林先生與社區、農會、荒野協會共同合作開發的生態池。 生態池是一個透過水生植物淨化水源的生態教學園地，在主人辛勤栽植、培育下，生態池四周與池面分別布滿許許多多水生及各類稀有植物，遊客來到這裡除了可以享受宜蘭田園的生活外，更能深入了解極具知性內容的生態教學活動，而主人的豐富生態知識內容，滔滔不絕與詳細的導覽解析，更是遊客來到禾風竹露的最大寶藏。 林先生乃從事公共工程出身，因此對於庭園設計領域非常感興趣，禾風竹露寬廣的園區內栽植不少樹種與花類，一年四季綻放美麗花朵，為原本就有的生態池增添不少顏色，加上主人個人嗜好，在農場旁的空地栽種一、二十種蔬菜，有蘆筍、大白菜、高麗菜、青椒、蕃茄、粉豆等，讓入住的遊客除了可以欣賞生態池的美景外，也可以親自採摘、品嚐主人自栽的新鮮蔬菜。 來到禾風竹露不僅對生態資源多了瞭解管道，也能體驗濃濃的農村生活，絕對是很棒的休閒假期。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣宜蘭市黎明里黎明一路36號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "宜蘭市",
    "Coordinate": "24.7402126,121.7806236",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113164211.jpg"
  },
  {
    "ID": "206",
    "Name": "優勝美地休閒農場",
    "Tel": "03-922-1313(黃悠美)",
    "Introduction": "位於宜蘭市與員山鄉交界的「優勝美地休閒農場」主要以經營民宿為主，民宿開幕至今約四年左右，男女主人原本在異地台北打拼生活，後來因厭倦忙碌又索然無味的上班生涯，在漂泊二十個年頭後，心中燃起回歸田園與慢活的想法，毅然決然搬回男主人的故鄉─宜蘭員山，在其祖父與父親曾經耕作的農田上，蓋起這棟外觀樸實、簡約的民宿。 「優勝美地」名稱的由來，除了是取自男女主人姓名其中的一個字外，男主人的期許特別深，因為他希望以造就如同美國國家公園相同美景自許，希望能營造一處悠閒雅致的度假勝地。 民宿外觀與內部沒有豪華氣派的裝飾，主人企圖用潔淨與融入令人討喜的木質元素，營造出溫馨與寬廣舒適的環境；軟體裡則注入部分藝術的氛圍和熱情款待朋友的心情，希望讓來此的住客，都能夠把這裡當成「家」一樣的享受與愛惜。 走入民宿建築，很明顯地看到一樓大廳旁擺置著一部白色平台演奏琴，這台鋼琴除了是假日晚上男主人作為彈奏曲目供住客欣賞的樂器外，也提供住客音樂同好使用。大廳旁也有一處交誼廳，可提供免費咖啡服務，並作為交誼及會議場所。另一處角落則是早餐用餐的空間，民宿提供的早餐中西式都有，美味又營養。 「優勝美地」目前擁有7間客房，包括二間（四人及八人）和式雅房、一間兩人套房、二間四人套房、一間六人套房及一間十人家庭套房。房間的格局都屬方整，而室內的裝潢、擺飾簡約、樸實，仔細觀察，就是乾淨、舒適，有家的感覺，而各種居家該有的設備也都包含。 這裡每間房間都提供有線寬頻上網，一樓大廳則可以無線上網，有上網需求的朋友，可以自備筆記型電腦。民宿的戶外區，開闢有一處生態池，池中及周遭種有數十種珍貴的水生植物及魚種，可作為生態教學及體驗。生態池旁的平台也可以作為戶外音樂表演的場地，當池內的荷花盛開、綻放美麗花朵時，住客可以在平台上欣賞遠山與花景的美麗與嬌豔，讓人心曠神怡。 環繞生態池闢有步道，住宿的傍晚和清晨可以在此散步，呼吸來自鄉村的新鮮空氣，令人身心感到特別舒暢。民宿戶外還設有烤肉區，有需要烤肉的朋友，可以洽詢民宿主人做場地的準備。此外，民宿也提供結婚時迎娶新娘的房間，讓台灣西部或遠地的新娘免除迎娶時的舟車勞累，更是貼心又便利的服務。",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉員山村嵐峰路3段321號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.745505,121.7358259",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117142933.jpg"
  },
  {
    "ID": "207",
    "Name": "蘭城花事休閒農場",
    "Tel": "03-9229990(張宏安)",
    "Introduction": "~農業體驗~ ~花藝設計~ ~會場布置~ ~花田咖啡~ 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉深溝村惠深二路一段87號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.7217477,121.7255061",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120160024.jpg"
  },
  {
    "ID": "208",
    "Name": "東風有機休閒農場",
    "Tel": "03-9587511",
    "Introduction": "這裡沒有砸大錢蓋新建築，而是由舊農舍改建的民宿，帶有淳樸的鄉村味道，希望能讓每個來到這裡的大朋友喚起兒時回憶，小朋友能愛上土地和鄉村。由於我們不使用農藥及化學肥料、沒有污染，所以連稀有的八色鳥都會飛翔1000多公里到此築巢產卵，非常適合生態觀察。但是請您觀賞拍照時務必保持距離，並儘可能躲在偽裝帳中，以免有意無意的干擾，造成鳥兒孵育失敗喔！\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉中山村中山路768巷11號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.6354352,121.7501322",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120175239.jpg"
  },
  {
    "ID": "210",
    "Name": "金車生物頭城造林園區休閒農場",
    "Tel": "0952-899-165(張景星)",
    "Introduction": "金車企業一直在做深耕宜蘭的工作，頭城造林園區休閒農場便是結合地方景致等特色，做有利於遊客又能增進自己企業營收、形象的工作，如此案例可作為台灣眾多企業的參考。\r\r 金車生物頭城造林園區休閒農場一般遊客稱之為「金車城堡咖啡館」，園區在 99 年上半年開幕，如今正處於新鮮期，遊客來此探索找新鮮的意味仍然濃厚，因此假日遊客總是絡繹不絕，進入園區要找停車位還得碰運氣。\r\r 這裡缺乏直接開上山的大眾運輸工具，假日駕車前來的遊客，一定要考慮清楚，避免因為找不到停車位、浪費時間而惹來一陣不悅。\r 由於園區開闢在一座山頭上，因此造林工作成為建設城堡式建築前一項重要工作。當初因闢地而呈現光禿的基地，如今在造林工作完成後，已經看到綠意的規模，讓當地的視野景觀更加美妙。將來等到園區的樹林長得更高大後，來到這裡，除了可以眺望美麗的太平洋及頭城海岸外，更能在樹林底下乘涼、聊天，環境更為愜意。\r\r 仿歐式建築的城堡咖啡館，建築本身不算特殊，但建築周遭的景色卻相當迷人。園區城堡外的空地，有一面正好朝向頭城、外澳海灘，從這裡望向龜山島、太平洋、烏石港，視野相當遼闊清晰；而飛行傘基地就在城堡下方，因此時而可以捕捉到遊客駕著飛行傘出現在山腰，飛向外澳海灘的精彩畫面。\r\r 園區的新鮮度尚未退熱，因此來這座咖啡城堡喝咖啡、享用簡餐的遊客相當多，咖啡廳裡的座位經常座無虛席。從城堡內循樓梯爬上三樓陽台，還有望遠鏡可以鳥瞰周遭景致，讓處在眼前的視野更加遼闊、美麗，也讓這處園區更吸引人駐足、喝咖啡、賞美景。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣頭城鎮外澳里石空路95號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "頭城鎮",
    "Coordinate": "24.8846331,121.8366547",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119170649.jpg"
  },
  {
    "ID": "211",
    "Name": "水岸森林休閒農場",
    "Tel": "03-9610277(林渭川)",
    "Introduction": "「水岸森林」 位於宜蘭縣冬山鄉柯林村，柯林地區多屬伏流湧泉區域，水源豐沛、生態林立,早期柯林地區魚業養殖及畜牧業都相當發達也因此奠定本區休閒農業發展的根基。 「柯林湧泉」 是大地賜予的珍貴滋養資源，漫步於這塊美麗又乾淨的土地，疲累的身軀需要片刻的休息才有再出發的體力，躺在河岸旁欣賞瞬息萬變的雲朵，讓微風舒服的親吻每 一吋肌膚，眺望大自然水與光的交織幻化，一隻隻飛越阡陌的白鷺鷥，像極光明的羽翼 輕輕畫過綠色的藩籬，開啟一天美好的新頁，寫下您的旅人日記... 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉柯林新路90號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.6837326,121.7318603",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124174444.jpg"
  },
  {
    "ID": "212",
    "Name": "三泰有機農場休閒農場",
    "Tel": "(03) 951-9683",
    "Introduction": "三泰為宜蘭縣第一家取得『有機茶』的認證茶園，88 年取得日本 MOA 自然農法有機栽培驗證，完全無使用化學農藥、化學肥料及除草劑，改以自然、健康、環保為訴求，來生產『有機綠茶』、有機綠粉茶...等等有機茶葉，另開發多種茶葉相關產品，並提供宅配服務及貨到付款。目前也完成農委會所指導的「生產履歷」生產電腦化田間追溯系統。\r\r 於 86 年開始施行自然農法栽培，經過多年的努力，培育土壤、地力，創造生態平衡的生產環境，茶園間常有燕子、麻雀…等鳥類，築巢、覓食；還有螳螂、小瓢蟲等昆蟲都是我們茶園的最佳好幫手，使用人工除草及非化學農藥生物性防治。我們也在茶園的四周密植落羽松，能讓害蟲天敵棲息築巢。\r\r 本農場「勁自然、顧健康、兼環保」環境悠然，值得您親自參觀、體驗、品茗、導覽解說...等等；來訪請先聯絡預約，謝謝！",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉大進村進偉路 192 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.6522697,121.7126539",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119165935.jpg"
  },
  {
    "ID": "213",
    "Name": "中崙漁業休閒農場",
    "Tel": "(03) 987-5317 (夜)、0910-661-895",
    "Introduction": "中崙漁業休閒農場經營以休閒魚釣 (註 1) 為主，並提供現釣現料理與自種青菜簡單料理服務。全場採用透過管線引進海水之半鹹水養殖，所飼養之台灣鯛與黑公 (吳郭魚)，並沒有一般淡水魚慣有的泥臭味道，吃過的人莫不讚不絕口。\r 本場主人多次獲得宜蘭縣政府與中華民國養殖漁業發展協會所頒之【優秀養殖漁民】【模範漁民】與【漁民楷模】等殊榮。並於 2008 年 12 月時獲得 FSII 所頒之【符合 FSII 農產品產銷履歷驗證規範】。\r 本場乾淨舒適廣闊的釣魚環境，可容納團體組織 (釣魚協會/社團) 預約舉辨大型釣漁等競賽。亦提供涼亭座位與烤肉場地 (註 2)，供遊客休憩使用。\r\r 註 1：釣客請自備釣竿/釣具/魚餌等相關設備 (下頭城交流道附近之釣具行可供購買)。\r 註 2：遊客請行準備烤肉之相關肉品與食材。",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣頭城鎮三和路 643 巷 42 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "頭城鎮",
    "Coordinate": "24.8279309,121.8013542",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160309131627.jpg"
  },
  {
    "ID": "214",
    "Name": "花泉休閒農場 ",
    "Tel": "03-9221506(楊六科)",
    "Introduction": "走進花泉休閒農場，就要開始享受它自然純真的生活，讓您的生活可以很隨興、很簡單，不受城巿的污染和喧囂，不用花大錢就能得到的快樂。農場內有一道一道的自然湧泉湧出地面，乾淨又冰冰涼涼，彷彿可以洗滌滿身的塵埃，滋潤都會心靈般，帶給大地無限的生機與希望！讓喜歡與大自然為伴的人，可以在此體驗純樸且原始的生活，主人在清溪河畔種滿了花、老樟樹和各種水生植物，豐富自然的生態，到訪的遊客可以在樹蔭下乘涼，欣賞植物的豐美；清晨陽光乍現即可看見魚鷹捕獵的英姿，當夜晚來臨時可觀賞蛙類兩棲生態。 午後，溫暖的陽光照耀在身上，踩著悠閒的腳步在田野間漫步多遐意呀！農場裡還提供土生土長的咖啡供遊客品嚐，另外有咖啡園、嘉寶園、寒梅園、西印度櫻桃園、野薑花園、可愛動物區、湧泉戲水區、花卉展售區、露天咖啡區、觀景台等。是個非常適合全家共遊，也讓小朋友們體驗與大自然為伍的自然生活。結合了當地的產業，可至臨近的八甲休閒魚場享用有名的香魚美食，勝洋休閒農場參觀水生植物，製作環保魚缸等各項DIY活動。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉尚德村八甲路15-1號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.7286194,121.7044667",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120155922.jpg"
  },
  {
    "ID": "215",
    "Name": "旺山休閒農場",
    "Tel": "03-9383918",
    "Introduction": "旺山休閒農場可聲稱是全國最大的南瓜園，原位於宜蘭縣壯圍鄉新南村蘭陽溪堤防旁的旺山哈密瓜園，初經營時沒有店面只有手寫字的招牌，以新疆哈密瓜為主要種植，為了轉型為休閒農業，開始收集世界各國南瓜品種，堅持嚴格篩選及細心培育，現今園區內奇形怪狀又五顏六色的造型南瓜以及如大紅燈籠高掛的大紅南瓜……等等，已經擁有高達百種以上的品種。排除南瓜僅能食用的觀點，園區內的南瓜更可觀賞或當擺飾。每年5月份端午節前後是其盛產期，總是吸引著許多遊客駐足觀賞，在南瓜隧道中穿梭拍照留念。\r\r 旺山休閒農場目前以簡易式農場經營，農場入口以溫室方式搭建成賣場、導覽區、用餐區、活動DIY區。園區內奇花異果品種多達1千種以上，以及種植約３００種以上的世界五大類南瓜，體驗方式多以隧道呈現，包含東洋南瓜、美國南瓜、西洋南瓜、黑子南瓜及觀賞用南瓜(水果南瓜)，還有眾多瓜果類如扁蒲、苦瓜、絲瓜、蛇瓜、百香果、蕃茄等。因本農場內充滿驚奇，可稱是自然的瓜果博物館。農場除了瓜果體驗外，也有可愛動物區，可供小朋友餵鴨、餵魚、餵鵝和餵雞等活動。非常適合做為戶外教學的好地方，所以總是吸引著許多遊客駐足觀賞。\r\r 另外，也有彩繪南瓜DIY的體驗，提供小朋友DIY的活動花絮，於處理過的乾燥小南瓜及陶瓷南瓜坯，添上小朋友創意彩繪後，讓彩繪南瓜更加有保存的價值及意義，南瓜擺置家中，不僅可招財更可招來福氣，讓全家幸福滿滿一百分。來到南瓜王國，當然一定要直接聯想到，全球性的大活動-萬聖節，園區內也有一區以南瓜萬聖節展示供遊客觀賞的展示館，館內收集了世界各國的萬聖節商品及南瓜擺飾品。來到這不僅可了解萬聖節的由來，還可以見到各種南瓜不同的風情與趣味。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣壯圍鄉新南村新南路107之7號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "壯圍鄉",
    "Coordinate": "24.7281444,121.8071281",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120160733.jpg"
  },
  {
    "ID": "216",
    "Name": "大安藥園休閒農場",
    "Tel": "03-9232808、03-9225803、0932-232808",
    "Introduction": "大安藥園休閒農場是宜蘭枕頭山休閒農業區一處新成立的休閒農場，裡頭種植數百種藥用植物，適合小朋友校外教學、認識台灣青草藥。 大安藥園的主人是從學校退休的老師，由於先生在宜蘭經營青草藥店，發現越來越多人對於老祖宗的智慧：中藥草越來越陌生，因此退休後決定開一間休閒農場，透過解說，讓遊客更加瞭解藥草的知識與功用。 園區內不但數百種的藥材，在外人眼中都只是一盆盆花草，但在農場主陳老師的介紹下，卻變成可以救人的藥材。除此之外，農場還研發了有各式養生產品，如大安養生茶、魚腥草凍、養生包子及饅頭、天然草本藥草枕頭、養生藥膳包、藥草植物盆栽等。適合學校舉辦校外教學以及團體旅遊。",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉同樂村蘭城路42-21號 ",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.771238,121.7308530",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124164359.jpg"
  },
  {
    "ID": "217",
    "Name": "天山休閒農場",
    "Tel": "03-9891698(黃正德)",
    "Introduction": "天山農場位於宜蘭縣三星鄉天送埤休閒農業區內，佔地約三公頃，創立於民國七十一年，原本為養豬農場，於民國九十二年設立以豬為主題的休閒農場，農場四周環境為一口袋型盆地，三面環山，為天送埤下湖所在地。入口處有安農溪繞過，泛舟碼頭就在農場正門口，鄰近為砌石田埂梯田純樸恬靜的地貌。自然生態豐富，來此一遊彷彿置身陶淵明所言「採菊東離籬下，悠然見南山」之情境。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣三星鄉天山村下湖路1號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "三星鄉",
    "Coordinate": "24.656365,121.628332",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124174641.jpg"
  },
  {
    "ID": "218",
    "Name": "官老爺休閒農場",
    "Tel": "03-9253517(官燿金)",
    "Introduction": "官老爺休閒農場，原為金益草莓園，官先生的草莓園是引進高架法裁種的，施以有機肥，園區除了在草莓盛產期開放採果之外，休息區全年販賣冰品及特製農產品，冷太陽、哈密瓜醬瓜......還有各式各樣的DIY體驗活動，等你來享用！",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣壯圍鄉新南村新南路75-3號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "壯圍鄉",
    "Coordinate": "24.7195092,121.8070983",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124174243.jpg"
  },
  {
    "ID": "220",
    "Name": "北關休閒農場",
    "Tel": "03-9772168",
    "Introduction": "四季的變化、蘊藏著豐富多樣的自然景觀，讓您擁有不同的自然生態饗宴喔！ 進入農場就像回到孩提時光，寬廣的果園可讓遊客們任意採摘當季水果，如柳丁、桶柑、金棗、甜桃等，在這裡全年都有甜美的果實可品嚐！或著悠閒漫步在山林間，捕捉大自然美麗的風貌，而蝴蝶生態步道中可以欣賞稀有的蝴蝶，由於農場自然生態保存得宜，每年五月底至六月底螢火蟲輪番上陣演出形成數點的四公里長星光大道，為了不破壞夜晚的寧靜及影響他人，請您不要大聲喧嘩囉！\r\r 另外這裡還有一座以螃蟹為主題的博物館，可讓遊客們大開眼界，玩累的話還可以進入咖啡廳休憩一下，品嘗現煮香濃咖啡，欣賞咖啡廳內所設計海洋世界為主題，感覺好浪漫、溫馨、舒適。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣頭城鎮更新路205號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "頭城鎮",
    "Coordinate": "24.912495,121.8687170",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151127135539.jpg"
  },
  {
    "ID": "222",
    "Name": "捷美休閒農場",
    "Tel": "03-4981476(范姜瑞琴)",
    "Introduction": "捷美休閒農場位居觀音鄉各處蓮園之中心，為遊客遊覽觀音蓮園之中繼站。遠在路旁就可見到農場的涼亭周圍環繞著翠蘆莉花叢，淡藍紫色的花，在暗綠色葉叢襯托下，更顯亮麗迷人。花叢旁則是600坪左右的蓮池，栽植有香水蓮、觀音蓮、娃娃蓮等。蓮池旁的步道擺設有許多待售的花卉盆栽，有各式蓮花、香草植物、百子蓮、石蓮花等，形成了繽紛的花世界。",
    "TrafficGuidelines": "",
    "Address": "桃園市觀音區大堀里6鄰新華路2段41號",
    "OpenHours": "",
    "City": "桃園市",
    "Town": "觀音區",
    "Coordinate": "25.0043549,121.1295104",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117174501.jpg"
  },
  {
    "ID": "223",
    "Name": "蓮荷園休閒農場",
    "Tel": "03-4871683、03-4776972",
    "Introduction": "蓮荷園的布袋蓮池三個戴著帽子的年青男女，擺著不同的姿勢，聞風不動的站立著，不仔細看看還不知是個假人；若近身細看，不只看清了假人，還會被園內的繁花盛景及巧妙多變的蓮園景觀所吸引。若再待久一些，更會被園主夫婦的好客及熱情所吸引。因此每逢荷花盛開的時節，許多遊客總是年年都來，令園主年年都可見到遠來的舊友！ 蓮荷園的園區面積雖只有2公頃之大，園內蓮花之品種卻多，栽植有大賀蓮、娃娃蓮、建蓮、九品香水蓮、萍蓬草、牡丹蓮、大灑錦等。片片的蓮田間有錦屏藤步道、瓜棚步道及木板橋貫穿數個小蓮田，使遊客能近距離欣賞各處盛開的蓮花。蓮田旁亦種有翠蘆莉、天堂鳥、野薑花及各式香草植物及藥草植物，點綴得園內亮麗繽紛。 蓮池旁還設有風車，風車利用風力發電抽取泉水透過竹管流在石臼上。據說此水流經風車上的金錢幣及經過觀音蓮花淨化後，可保捧接泉水的遊客「風生水起好運到」。園區後方，還有個環繞在牡丹蓮花叢中的圓形小島，中間設有古井，在此淨手後可走後方的「五形八卦迷宮」，迷宮是由金露華所圍成，中間亦有一口井，井蓋上繪有八卦，依其指示走出迷宮，據說可以轉運呢；還有古農具碾米活動等，非常闔家蒞臨參觀體驗。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "桃園市觀音區藍埔里11鄰金華路690號",
    "OpenHours": "",
    "City": "桃園市",
    "Town": "觀音區",
    "Coordinate": "25.0128548,121.1158935",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117141248.jpg"
  },
  {
    "ID": "224",
    "Name": "林家古厝休閒農場",
    "Tel": "03-4980753",
    "Introduction": "林家古厝是棟紅磚堆砌的三合院建築，它沉穩的矗立在雖風搖影的竹叢前。離古厝不遠處是一大片又一大片的蓮田，新生的蓮花正沉默的綻放著。古厝有百年的歷史，不只訴說著世代務農的林家生活史，更訴說著台灣先民與這塊土地共同成長的歷史；而新生的蓮花卻為這裏帶來了清新、芬芳的氣息。\r\r 這裏的蓮田近4甲之大，主要種植大賀蓮、白玉湘蓮及牡丹蓮；農場中有大堀溪貫穿，瓜棚走道亦沿著蓮池及溪旁環繞。我們隨著賞蓮區的指標進入販賣部前的竹棚長亭，一陣古箏的輕柔之樂傳來，一群人正隨著樂聲，專注的用竹草編織飾物，空氣中流露著優閒的古早風情。步道內側有香水蓮花池，黃色的小菜鴉在蓮池內鑽進鑽出，相當活躍；步道外側可見盛開的白玉湘蓮，其花白如玉，花瓣的弧線圓得真是均勻、柔和，柔美得似乎四周的空氣都要為之凝結。\r\r 瓜棚走道上種有葡萄、百香果及小南瓜等；另一段沿溪的瓜棚主要種植絲瓜，天氣越炎熱，棚上的絲瓜及籐蔓越盛越密。蓮田旁設有古早時期的水車，水車輪上繫有竹桶，將下方溪流的水舀上來灌溉蓮田。蓮田上設有木板步道、木板橋及涼亭，建物四周覆滿了隨風舞動的蓮葉。行走於其間賞荷花、嗅荷香，花雖不能醉人，人卻為之自醉。\r\r 農場內有可容納200人的焢土窯區、烤肉區及廣大的草皮，還有設水池的兒童遊戲區。古厝內亦設有古農具展覽室，並掛有12幅農家操作農具的漫畫，漫畫內所使用的器具在展覽室內都找得到。小朋友來此按圖搜尋，對照畫上的人物如何使用這項農具，其樂無窮；更可藉此了解到農家早期的生活，了解粒粒米皆辛苦，它來自農夫默默的耕耘及這塊土地默默的恩賜。",
    "TrafficGuidelines": "",
    "Address": "桃園縣觀音鄉大富路221號",
    "OpenHours": "",
    "City": "桃園市",
    "Town": "觀音區",
    "Coordinate": "24.9990025,121.1290591",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117142448.jpg"
  },
  {
    "ID": "226",
    "Name": "晨捷休閒農場",
    "Tel": "0910-280047(黃國城)、0921-092117(劉美霞)",
    "Introduction": "晨捷的由來是倆個小孩的名字，他們給我力量，希望不要帶給他們困擾，而能留下的是生活的經驗。自從北上跟以往的生活模式差異很大，為了工作能給孩子的實在有限，最後自己也模糊了，常回到初心可是社會養成的習性，也只能慶幸有機會可以從新學習。\r\r 真的謝謝！一路走來給予我機會，給我幫助的各貴人，謝謝！\r 2006 年 6 月 6 日買下龍潭這塊土地，當簽約完成時手臂很酸，內在的壓力導至讓我覺得自己生病了，一再告訴自己沒什好怕反正是走生態，不會太費事。這樣的想法，心理的壓力減少，但並不能完全解除，因為事實比想像複雜。有一天瞪著合約書看，看到買下的時間點有 3 個 6，6 代表一種服務的態度，心想雖然是巧合，總會有它的道理存在，只要放輕鬆盡力一切隨緣，這樣壓力才暫時離開。這樣的過程讓我感受到心念的重要，念頭的轉變身體的感覺馬上不一樣。\r\r 真是隔行如隔山，除了放鬆、盡力、隨緣、練習尊重，也不停的回歸看自己，當昨天在檢視自己，看到自己寫下「用一份堅持守護土地」，整晚睡不著，自己正要去開發一塊土地，怎樣才算不去破壞，奇怪的法規引妳進入，還是貪念讓妳走進去，不停不斷的反省，這個時候就很想念謝英俊建築師。\r\r 很多的樹，美美的花園，種足夠吃的青菜，生活在其中，本來是生命裡期盼的事，加速它達成是在 2003 年 11 月 27 日，跟工廠的大人們討論，一起做智障兒的社扶，讓這群小朋友也可以協助。送了件，結果是算了收場，奇怪的政府，奇怪的社會福利，美姝說：「他們自己有力量，我們買個農場來做吧！賣咖啡就好。」不行一定要有茶，所以農莊、茶坊、咖啡屋、小廚就產生了，期待這些都借大家的力量來完成。\r 最後只有讓時間來証明對錯，希望自己不會做後悔的事。",
    "TrafficGuidelines": "",
    "Address": "桃園市龍潭區民治十六街 87巷49弄71號",
    "OpenHours": "",
    "City": "桃園市",
    "Town": "龍潭區",
    "Coordinate": "24.8224906,121.230231",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124164205.jpg"
  },
  {
    "ID": "227",
    "Name": "好時節休閒農場",
    "Tel": "03-3889689",
    "Introduction": "好時節農莊位於桃園大溪鎮，除了有好山好水外，更有豐富的自然生態。好時節農莊是由ㄧ群熱愛大自然的夥伴們，歷經近一年的時間，所打造出的夢幻綠色基地，以感動幸福為園區宗旨，希望可以讓來園的遊客有體會純淨樸質的幸福感覺。",
    "TrafficGuidelines": "",
    "Address": "桃園市大溪區康莊路三段225號",
    "OpenHours": "",
    "City": "桃園市",
    "Town": "大溪區",
    "Coordinate": "24.8549664,121.2827270",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120175602.jpg"
  },
  {
    "ID": "228",
    "Name": "九斗休閒農場",
    "Tel": "03-3396268(羅文輝)",
    "Introduction": "目前我們的農場分為兩大區域: 第一大區域?我們的休閒活動區 第二大區域是有機蔬菜專業區 在休閒活動區 我們有六大服務項目,第一大服務項目就是我們的大地活動,在綠草茹茵的中央廣場我們舉辦風火輪、蜈蚣競走及彈跳奪標比賽，此外我們還有扎稻草人及抓泥鰍、大力水手、闖五關等等的精采戶外活動。 滑水道戲水池更是小朋有夏天的最愛，在戶外教學方面我們有肉食植物的生態、埤塘生態、蝴蝶生態、水生植物生態、有機生活生產生態等解說導覽 在知性之旅的部分給您最精采的解說。 接著，我們也提供了童玩DIY的活動，有竹製水槍、彩繪竹斗笠、沙朔蠟燭、及放天燈、彩繪陶瓷、燈籠製作、草編等等活動。",
    "TrafficGuidelines": "",
    "Address": "桃園市新屋區九斗里4鄰5號",
    "OpenHours": "",
    "City": "桃園市",
    "Town": "新屋區",
    "Coordinate": "24.9819715,121.1126801",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124175019.jpg"
  },
  {
    "ID": "234",
    "Name": "綠世界休閒農場",
    "Tel": "03-5801000",
    "Introduction": "位於新竹北埔的「綠世界生態農場」，為亞洲最大的開放式亞熱帶雨林生態園區，佔地７０公頃，是非常適合親子旅遊及擁抱大自然的好地方。\r\r 園內有六大主題公園：1.『天鵝湖』、2.『大探奇區』、3.『水生植物公園』、4.『鳥類生態公園』、5.『蝴蝶生態公園』、6.『生物多樣性探索區』 以及最受小朋友們歡迎的「動物劇場」、「可愛動物區」，還有四季花園、熱帶雨林空中步道、仙人掌公園、香草植物區、綠野草原、侏儸紀景觀廁所、客家百年古厝、奇妙種子植物區..等 47 個豐富景點；綠野廣場『草泥馬の家』, 小朋友們可近距離觀賞來自紐西蘭的羊駝家族在青青草原上吃草翻滾的可愛模樣；園區最紅的動物劇場，聰明的鸚鵡會算算數，辨認各種圖形、騎空中腳踏車、溜滑板車、投籃等30分鐘的逗趣表演。\r\r 綠世界曾多次榮獲〔優良農場體驗評鑑 第１名〕，更保留了天然的原始森林及美麗湖泊，全園皆使用節能減碳的綠建築，不需冷氣即能冬暖夏涼，採用生態工法使雨水能重覆循環、滋養大地，園內並復育許多瀕臨絕種的台灣特有種，如：台灣萍蓬草、台灣山羌等，許多國內外學者都曾蒞臨觀摩。\r\r ●營業時間：08:30~17:30\r ●交通資訊： \r >>自行開車：國道3號於90Km下(竹林交流道)往竹東方向走沿路皆有綠世界指標，接台三線南下至78.9km左轉前進1.8km即到達綠世界。\r >>台灣好行：至新竹高鐵站、竹北火車站、竹東火車站轉乘台灣好行-獅山線，至綠世界站下車，下車之後於站牌前撥打園區接駁專線03-5801000，稍等5分鐘之後即可到達農場。(平日1小時一班；假日30分鐘一班)\r >>新竹客運(竹東-峨眉珊珠湖支線)朝北埔方向，至綠世界站下車。\r >>新竹客運(新竹-下公館)公車至竹東站下車，後換乘新竹客運(竹東-峨眉珊珠湖支線)朝北埔方向，至綠世界站下車。\r ●提供無障礙服務項目：輪椅免費租借、無障礙廁所\r ●無障礙服務項目位置：園區大門團招室\r (愛心票新臺幣190元，持有身心障礙手冊者，及陪同者1人 (憑證件))\r ",
    "TrafficGuidelines": "",
    "Address": "新竹縣北埔鄉大湖村7鄰20號",
    "OpenHours": "",
    "City": "新竹縣",
    "Town": "北埔鄉",
    "Coordinate": "24.6988101,121.0711086",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160920142736.jpg"
  },
  {
    "ID": "235",
    "Name": "雪霸休閒農場",
    "Tel": "03-5856192、03-5856193",
    "Introduction": "胭脂梅、牡丹櫻、紫藤、杜鵑、山茶、鬱金香、香水垂梅、繡球花、隸慕華鳳仙、櫻桃、奇異果、小藍莓……海拔一千九百二十三公尺的潔淨山區，座落於野馬瞰山頂的「雪霸休閒農場」，有數百種樹木、花卉鮮果依四季時令燦然綻放、收成。\r\r 向整片森林望去，五色鳥在枝頭跳躍；螢火蟲於林間溪畔飛舞；山豬、山羌也不時探頭，「雪霸休閒農場」正在其中，不但以自家有機農產品入菜，提供水果大餐；有全臺唯一的小藍莓園讓所有遊客免費參觀，住宿的房客享有限時採收、DIY藍莓果醋的趣味；於農場住宿地、咖啡廳露臺，更能將「迷霧、雲海、晚霞、日出、森林、巨木、星空、聖稜線」等「雪霸八景」盡收眼底。 欲保護生態、創造美好農業環境，而全面有機的「雪霸休閒農場」，不是一個昧求營收的自私之地，而是從星辰雲海間誕生、與天地共存共榮的空中花園。",
    "TrafficGuidelines": "",
    "Address": "新竹縣五峰鄉桃山村民石380-1號",
    "OpenHours": "",
    "City": "新竹縣",
    "Town": "五峰鄉",
    "Coordinate": "24.5965013,121.1089798",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119170352.jpg"
  },
  {
    "ID": "236",
    "Name": "南園清心園林休閒農場",
    "Tel": "(03) 589-0011",
    "Introduction": "興建動員上百名手藝精湛木工與各方藝師，精雕細琢成就台灣最為珍貴的檜木建築群。\r 隱於山林的風貌，曾為台灣款待過許多元首級的人物，諸如前英國首相柴契爾夫人、前蘇聯總理戈巴契夫先生。\r 佔地 27 公頃的南園，無邊綠意與四周山林相互輝映，為華人世界最大的山中園林。",
    "TrafficGuidelines": "",
    "Address": "新竹縣新埔鎮照門里九芎湖 32 號",
    "OpenHours": "",
    "City": "新竹縣",
    "Town": "新埔鎮",
    "Coordinate": "24.8679989,121.1020503",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117110515.jpg"
  },
  {
    "ID": "239",
    "Name": "嶺海山林休閒農場",
    "Tel": "03-5842888、0963-110221(黃錦堃)",
    "Introduction": "[天空之城 數碼之遙] 新竹尖石 海拔1200煤礦之源，八五山稜上聳立一座發光寶盒，玻璃帷幕 原木色系內在空間，北德拉曼山 李棟山 群山環繞，置身其間 悠然蒼翠盡收眼底，天空之城 方彿就在數碼之遙...",
    "TrafficGuidelines": "",
    "Address": "新竹縣尖石鄉新樂村10鄰145之1號",
    "OpenHours": "",
    "City": "新竹縣",
    "Town": "尖石鄉",
    "Coordinate": "24.7245475,121.2609007",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120175147.jpg"
  },
  {
    "ID": "242",
    "Name": "淞濤田園休閒農場",
    "Tel": "0958-532359(田益紳)",
    "Introduction": "「淞濤田園有機農場」經過政府驗證的合格有機農地，是一個以有農業生產為主要特色的莊園，以有機無毒生產工法，培養數十種作物，包含五葉松、薑黃、南薑、茄冬、木瓜、檸檬香茅等，這裡的農作物都是「半野生」生長狀態，堅持不施灑農藥、順應自然環境培植之作常。",
    "TrafficGuidelines": "",
    "Address": "新竹縣寶山鄉寶山村9鄰通學路215巷5號",
    "OpenHours": "",
    "City": "新竹縣",
    "Town": "寶山鄉",
    "Coordinate": "24.735167,121.0171229",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151008172735.jpg"
  },
  {
    "ID": "243",
    "Name": "飛牛牧場休閒農場",
    "Tel": "037-782999",
    "Introduction": "飛牛牧場是一處結合「生活、生態、生產」三體為理念的休閒牧場，讓生活在喧嚷緊張的都市人，有一處放鬆心情、 體驗另一種生活方式的地方。飛牛牧場的前身是「中部青年酪農村」，由三位青年吳敦瑤、施尚斌、李穎耀創業經營。 牧場占地寬廣，規劃的生態區又區分為乳牛生態區、綿羊生態區、蝴蝶生態區、水域生態區和可愛動物區。生產區則又有乳牛牛乳之乳製品，有機園區種植花草及有機蔬菜區(國際美育自然生態基金會有機檢驗通過)，及園區自產之牲畜產品和牧草種植區。另外餐飲服務、住宿、會議室、提供烤肉、露營等設施面面俱到。\r\r 在「飛牛牧場」可以讓遊客有多重休閒選擇，在這裡有學生團體的生態體驗，讓學生看到課本上的實物，並與大自然交融。全家親子郊遊，有草原區讓您野 餐，小朋友在草原上奔跑嬉戲，體驗農場生活，增進親子關係。公司團體的會議，讓處於煩忙都市生活，有放鬆心情、再次衝刺的活力。\r\r 漫步於寬闊的牧場，看著牛隻悠閒的吃草，欣賞野鴨在池裡悠然的划水，草地上小朋友放風箏，讓自己融入大自然中真是種享受。 這裡廣大的牧場風情是婚紗攝影最佳地點，如果想要宴請賓客，牧場亦提供有喜宴場地，相關的費用及細節可電話洽詢。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "苗栗縣通霄鎮南和里166號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "通霄鎮",
    "Coordinate": "24.4422393,120.7384526",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117141617.jpg"
  },
  {
    "ID": "244",
    "Name": "火炭谷休閒農場",
    "Tel": "0933-177897",
    "Introduction": "火炭谷休閒農場是一個以木炭為主題的休閒農場，於93年通過審核成為苗栗縣內第一家申請合法的體驗型休閒農場。隨後結合谷巴休閒渡假村內的軟硬體設施等成為更完備及更具競爭力的休閒農場。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣造橋鄉造橋村錦成東路8-6號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "造橋鄉",
    "Coordinate": "24.6356209,120.8759057",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113103143.jpg"
  },
  {
    "ID": "246",
    "Name": "花露花卉休閒農場",
    "Tel": "04-25891589、04-25893280",
    "Introduction": "曾經是日本零式戰鬥機機場，如今油桐、茶樹迷人搖曳，薰衣、迷迭萬里飄香，「花露花卉休閒農場」是苗栗卓蘭山丘上的一方花園，裡頭有大片的薰衣草花田，在每年一到四月間吸引大量旅客「尋芳」而來；至於「香草能量花園」和「精油故事館」，則是將香草精油產業與休閒農業結合的成果，不僅能讓人大吸一口能量滿滿的芬芳，更能使來客在故事館中觀看客家文物、一覽精油事業在台灣的前世今生。 此外，園區更處處是創意建設景觀，如花草遍布的「二便概念文化館」絕對是全台最美最有梗的便所沒有之一；「雨林部落區」將原始風情的植栽、木雕結合人造迷霧，使旅客有置身亞馬遜的新奇體驗；用餐區除了多層次植造景外，更供應「花香套餐」和香草飲品，讓人遊歷一番後身心皆被香草大大治癒。\r\r 除了有景觀欣賞，農場也為旅客精心設計了一系列活動，如迷彩漆彈叢林戰、蜘蛛人室內攀岩、庭園風味烤肉、施放祈福天燈等各類型晚會；親子DIY、養生客家擂茶及親製客家麻薯等動手玩創意活動；更有生態文化的導覽解說服務，如紅樹林生態、木炭窯文化等，使在此共度假期的來客身體放鬆、心靈充實舒適。\r\r 鄉村民宿、綺麗花卉、新鮮食材、雨林咖啡……奇妙的組合下，令尋芳客想一再到訪的山野夢幻城堡，就是－－「花露花卉休閒農場」！ ",
    "TrafficGuidelines": "",
    "Address": "苗栗縣卓蘭鎮西坪里西坪43-3號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "卓蘭鎮",
    "Coordinate": "24.332778,120.8261688",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117141704.jpg"
  },
  {
    "ID": "247",
    "Name": "石門客棧休閒農場",
    "Tel": "037-951129(劉德森)",
    "Introduction": "「石門客棧」位於海拔400公尺的山上，翠綠的山頭上有雲霧層層疊繞，空氣清新，在露台座位區用餐心情舒爽。從露台往下望，一大片都是水梨、楊梅、柑桔果園，每年6月到9月盛產高接梨，水分飽滿、滋味甘甜；水果採收不完，田媽媽張玉麗便動動腦筋將水果入菜、草莓和水梨季節的餐點成了店裡的招牌料理。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉栗林村16鄰竹橋20號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.3633101,120.8448885",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113163947.jpg"
  },
  {
    "ID": "248",
    "Name": "春田窯休閒農場",
    "Tel": "037-877820",
    "Introduction": "冬天有「炸草莓」、「草莓火鍋」，夏天則以高接梨設計出創意田園料理「和風水梨雞肉捲」、「水梨燉牛肉」、「拔絲水梨」等，除了可以品嚐到當季水果的清甜，更可吃到張玉麗媽媽的創意。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣三義鄉雙潭村7鄰大坪7號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "三義鄉",
    "Coordinate": "24.4094282,120.7991460",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117110203.jpg"
  },
  {
    "ID": "249",
    "Name": "新美休閒農場",
    "Tel": "037-951196(謝新斗)",
    "Introduction": "新美觀光果園位於大湖鄉薑麻園栗林村雲洞山，園主謝新斗先生經營果園已有三十年的經驗，果園面積廣達三甲多地，其中有五分地的甜桃，二甲多的各品種李子，三分地的紅龍果，五分地的牛心柿，每年從五月開始至十一月都有水果生產可供採果（五月至七月桃李產期，八月至十一月火龍果、牛心柿產期），由於氣候良好及管理得宜，各類水果品質甚佳，頗有口碑。除了開放遊客民眾採果，並指導遊客水柿去澀DIY，及導覽果園體驗客家風情。 新美觀光果園為配合遊客採果、休閒，園內並設有遊園步道，經觀景亭、百年樟樹、大奇石、供遊客駐足觀賞，並與鄰近民宿、餐飲業者合作，供遠道而來的旅人歇腳，留下來欣賞大湖雲洞山上的大自然奇觀氣候變化萬千、雲物飄邈，夜晚聆聽蟲蛙競唱，這是多麼?意的旅遊行程呀！",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉栗林村薑麻園8號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.367198,120.830718",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117110252.jpg"
  },
  {
    "ID": "250",
    "Name": "杉林松境休閒農場",
    "Tel": "037-824578(李俊田)",
    "Introduction": "石門客棧名符其實地提供客人舒適用餐、歇腳的環境，除了可體驗採果、擂茶DIY等活動外也經營民宿。玉麗媽媽希望來這裡用餐的客人都有回娘家的感覺。除了水果餐，老客人上門必點「石門東坡」、「桔醬玉米雞」、「四季肥腸」等客家料理。她信心滿滿地說：「家常菜最厲害的地方，就是客人在外面吃了一圈後，還會回頭想念的好味道。」",
    "TrafficGuidelines": "",
    "Address": "苗栗縣南庄鄉東河村橫屏背26號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "南庄鄉",
    "Coordinate": "24.6150836,121.0412449",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117143039.jpg"
  },
  {
    "ID": "251",
    "Name": "507 高地美健休閒農場",
    "Tel": "04-23719716、04-25895507(黃永泉)",
    "Introduction": "位於苗栗縣卓蘭鎮鯉魚潭水庫南側的「507高地美健農場」，顧名思義，位於海拔507公尺的高地，前方可以鳥瞰卓蘭鎮，後方可遠眺鯉魚潭，平原、丘陵、高山盡收眼底，不論是雲霧飄渺或夕陽餘暉，也因為四季呈現不同的風光明媚，是欣賞風景、觀光旅遊的好景點。 到此用餐或喝下午茶，農場主人會熱情招呼，希望大家留到晚上觀賞美麗的夜間燈景，因為環視10餘鄉鎮的漂亮夜景，是本農場的招牌景色。餐廳四周也特地利用強化玻璃，就是為了讓遊客安心欣賞美麗的風景。而農場內的樹木很多、形狀特殊，是森林浴的絕佳環境。 農場在黃昏時有夕陽餘輝滾落大安溪，即「大安溪金帶」的線條美，在鯉魚潭水庫上夕陽彩雲，矇朧月色，偶有一道殘陽鋪水中，呈現半湖瑟瑟半湖紅的生趣美景；有月亮的夜晚站在平台上，幽寂而挺拔的中央山脈與其腳下的萬家燈火相襯而出，是為形象美。當碰上陰雨連綿、雲霧彌漫的天氣，可看雲霧中的山，如置身於飄緲含蓄的雲霧之中，發現方動旋靜、方靜旋動的動態美，稍縱即逝，令人回味無窮。偶而有斜風細雨、霧藹薄雲的景致，使風景產生了一種動靜對比的觀賞效果。農場夜間非常靜謐，植物、生物多種天籟之聲奏鳴，聽來悅耳舒暢，可以與絲竹管弦媲美。 特別的是農場主人為退休的台中法官，平時喜愛研究養生之道，收集了許多關於保健資料，因此園區內不僅種殖了各式香草和中藥草植物，餐飲也是利用園區植物所製作成的各種料理。從車前草、決明子、絞股蘭（七葉膽）到咸豐草，你絕對想不到這些不起眼的綠色植物不但好吃，且對人體有這麼多好處，如果你不介意，還可以到園區逛逛認識植物，跟主人聊聊這些不同的功效，絕對讓你獲益良多。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣卓蘭鎮西坪里西坪134之10號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "卓蘭鎮",
    "Coordinate": "24.3334537,120.7866675",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119144313.jpg"
  },
  {
    "ID": "253",
    "Name": "十份崠休閒農場",
    "Tel": "037-995149(邱明喜)",
    "Introduction": "下午雲霧攀越山稜線時，更有壯麗的雲海景色。這些純大自然的天氣變化，就足以讓旅人大開眼界了。 十份崠休閒農場是一處放鬆心情的好地方，在這裡可以仰望大自然的雲海變化、翠綠山色的模樣，還有滿山滿谷的果園等旅人前來採收；除此之外，這裡也是五月雪油桐花的賞景地點之一，可說已經結合山林的所有美景。 在十份崠休閒農場的前方，還有一座已被列為三級古蹟的十份崠涼亭，由於此處正好位於山路的交叉口，傳說中，於百年前有路過此處的商人，都會在此休憩、喝杯茶水再離開。今天雖然已經擁有方便的交通工具，但喜歡大自然與熱愛登山的旅人，一定都會喜歡上這裡的山色景觀。農場裡也種有果樹，端午節前後有李子、十月的甜柿及十一、十二月的柑橘，只要去對時間，都能滿載而歸。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "苗栗縣銅鑼鄉新隆村219號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "銅鑼鄉",
    "Coordinate": "24.4150489,120.8211796",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151012095345.jpg"
  },
  {
    "ID": "254",
    "Name": "建民休閒農場",
    "Tel": "037-783438",
    "Introduction": "建民農場位於福至興臨十大經典農村之中，地理位置相當的棒！黃昏夕陽西下時，遠眺火力發電廠及台灣海峽的美景一覽無遺！還有海上輪船緩慢移動，好似一幅畫，時間靜止。夜晚的星空繁星點點飄蕩著浪漫的氣息，浪漫讓人流連忘返於此刻無限美好的時空之中！ 農場為佔地二甲多、面西的平坦緩坡，園內種植玫瑰，另外還有薰衣草、迷迭香、以及日本薄荷、綠薄荷、巧克力薄荷，檸檬薄荷等少數香草植物。 玫瑰花園、景觀魚池、茵茵草地，到此一遊可以飽覽疊翠山巒及日落美景，還有視線盡頭的台灣海峽。這裡提供火鍋、和菜、冰品飲料等，美景佳餚，人間享受",
    "TrafficGuidelines": "",
    "Address": "苗栗縣通霄鎮福興里3鄰29之6號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "通霄鎮",
    "Coordinate": "24.4268995,120.7435717",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120161351.jpg"
  },
  {
    "ID": "255",
    "Name": "老官道休閒農場",
    "Tel": "02-22695965(姜素貞)",
    "Introduction": "農場內除了一望無際的綠色草原之外，更建有高雅的原木餐桌區及泡茶小屋，讓每位旅人都可以在舒適的環境中，體驗野地露營的樂趣。而愛乾淨的露營者，還能隨時享用乾淨的淋浴設備及全天候的熱水，提供旅人清爽的露營生活。 老官道休閒農場最適合進行單車活動，尤其是輕量級的老官道自行車道，最適合全家大小同遊。另外，每年5～6月桃李季時期，更有甜美的桃李香、陣陣撲鼻而來，不過這些可都是果農辛苦栽種的成果，也想品嚐水果香的旅人，可以向當地的果農購得，切勿自行採收果實。 緊鄰在旁的鯉魚潭水庫，可說是當地最佳的釣魚及散步地點，建議來訪的旅人至露營區之前，也可以前往美麗的鯉魚潭之環潭步道走走，欣賞秀麗的湖水山色。傍晚回到露營區之後，可自行烹調餐點，一邊享用大自然香的晚餐，一面可遙望美麗星斗與銀河，浪漫的露營生活其實很容易。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉新開村5鄰12-1號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.348422,120.8270830",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124175258.jpg"
  },
  {
    "ID": "256",
    "Name": "悠然休閒農場",
    "Tel": "02-22695965(李莉茹)",
    "Introduction": "「悠然休閒農場」四周環境清幽，有高山、有清澈山泉水，此地開墾於民國76年現任局長吳輝龍看中此地，認為此地是全台灣省最佳之處，配合水保局規劃做水土保持戶外教室，代表中華民國，給全世界水土保持協會專家參觀，之後成立了這座中華民國第一所戶外教室，上課對象主要有幼稚園學生到大學學生都有，若有想要來此上課，可聯絡行政院農業委員會、中華水土保持學會、國立台灣大學、水土保持司第二工程所或國立中興大學。 園區面積3.7公頃，園內種植大梨、柑橘等水果，可讓民眾自行採果，園內有美化果園、果園植草綠化，果實口感好、清甜、爽口，吃後都讚不絕口；園內植草綠化，有設置節制壩、混凝土孤形溝，兩邊配合植生，同時也栽植許多花草。 園內設有步道，慢遊步道欣園內景色，站在園內最高點，可俯視台3線公路來來往往有如車水馬龍車輛，也可欣賞一大片山林景色及公路旁片片梯田，夏季時秋蟬吱吱喳喳叫響，竹雞叫著「四隻一盤、四隻一盤」，細心聆聽牠們也有特殊傳達方式，相當有趣。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉栗林村四份17-1號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.373292,120.8424963",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119144050.jpg"
  },
  {
    "ID": "257",
    "Name": "貓頭鷹生態教育園區休閒農場",
    "Tel": "037-931323",
    "Introduction": "2003年3月，苗栗縣獅潭鄉有一群愛好貓頭鷹的地方人士，為貓頭鷹愛好者成立一個共同的家：咕咕嚕博士貓頭鷹之家！經過十餘年努力，維護農場內大自然與野生動物和平共處，將遊憩活動對自然環境的衝擊降到最低，實現「無痕山林運動」之理念。 這裡除了收容受傷殘的貓頭鷹之外，備有戶外生態教室，透過生態教育方式，介紹貓頭鷹的型態、特徵和習性，讓更多人能建立「關愛貓頭鷹，愛護大自然」的保育觀念。\r\r 咕咕嚕博士貓頭鷹之家備有多媒體視聽教室、露營場地，及頗具規模的貓頭鷹戶外生態園區，提供完整的生態教學與導覽，並由專人指導鄉土再生紙製作教學，用園區內的植物做一張張有味道的紙，蓋上貓頭鷹的圖案，並設計多款的貓頭鷹素胚彩繪，藉由生態美學、環保教育，讓小朋友對大自然懂得珍惜與愛護。\r\r 「咕咕嚕博士貓頭鷹之家」附設貓頭鷹生態休閒農場取得農委會「休閒農場許可登記證」，為全國第238家合法立案之休閒農場。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣獅潭鄉永興村竹銑櫃11鄰14-6號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "獅潭鄉",
    "Coordinate": "24.523866,120.93026",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119171900.jpg"
  },
  {
    "ID": "260",
    "Name": "山水居休閒農場",
    "Tel": "037-951513",
    "Introduction": "1.中山高公館下交流道→72線快速道路走到底→右轉接台三線→直至137.4公里處右轉（苗130線）薑麻園休閒園區。 2.中山高轉國道４號至東勢端下→接台3線續行→經東勢、卓蘭至大湖鄉→走台三線至137.4公里處左轉接苗130線薑麻園休閒園區。 3.中山高三義交流道下→往三義市區方向（見右手邊民享藥局右轉→接苗130縣道→薑麻園→沿路皆有招牌沿著指示走即可到達。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉栗林村薑麻園5-3號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.3862353,120.823849",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119151430.jpg"
  },
  {
    "ID": "262",
    "Name": "侑橘休閒農場",
    "Tel": "037-832079",
    "Introduction": "侑橘休閒農園坐落於苗栗縣三灣鄉”永和山水庫”湖畔，佔地約2甲，境內有永和山水庫進水導水口，俯瞰水庫全景，群山環繞，山水相映的風光，景緻不凡。「侑橘」顧名思義，主要以栽種柑橘類水果為名，以開放觀光採果為其主要特色，採有機栽培方式栽種各種蔬果，計有葡萄柚、文旦柚、茂谷柑等數十種水果，尤以「茂谷柑」及「文旦柚」品質最優，味美多汁，香甜可口，得獎無數，並獲”吉園圃生鮮蔬果”認證，園內亦種植香椿等數種山產健康蔬菜可四季嚐鮮；同時提供合法民宿、露天咖啡座、餐廳、環山步道、露營烤肉及釣魚池等設施，為老少皆宜的渡假、休閒園地。在這裡有廣大的地毯草草地、遼闊的視野空間、自然有機的田園蔬果，白天可暢遊三灣、南庄風景區，或環湖騎乘自行車；夜晚把酒勁歌較量、品茶觀星……，適合全家與公司團體一同出遊。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣三灣鄉永和村8鄰北坑12-1號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "三灣鄉",
    "Coordinate": "24.6434081,120.9336660",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119150352.jpg"
  },
  {
    "ID": "265",
    "Name": "天地外休閒農場",
    "Tel": "037-476986",
    "Introduction": "天地外農場位於苗栗縣三灣鄉永和山水庫上游，碧綠的水面被群山及樹林圍繞 ，可見山靈水秀之氣，有時清晨會覆上一片薄霧，到黃昏時，可見夕陽灑在水面的波光，如同農場的名字像天地外的世外桃源。 農場主人黃阿武，是位樂天好客的長者 本業以果園經營為主 , 並專研果樹植栽改良 , 獲獎無數 。近來犬子（外號-神仙）科技新貴回歸農園 , 分擔老人家祖業壓力 , 兼顧秉持消費市場所關注食品安全及休閒安全理念 ，並採漸進式轉型休閒農業 ; 農場季節性開放親子採果、團購宅配及設置露營、石版烤肉、筒仔雞休閒活動場所，公司團體活動承辦　。　（營地整修中預計2016元旦開放） 農場水果主要產季　中元節（龍眼）; 中秋節（文旦柚）；9-10月（香檳柚）；元旦前後（美人柑、海梨、茂谷柑）,一直來到農曆過年有（無籽桶柑、虎頭柑）；農場具有五月雪（油桐花）步道 ，園內栽植四季花草，可欣賞到山櫻花、八重櫻、茶花、香水蓮、 觀音蓮、 杜鵑、桂花 ....柚花季節時更是香滿山谷　，歡迎各地民眾前來接觸大自然享受親子採果、賞花、賞景，三五好友品茗話天說地 。 ",
    "TrafficGuidelines": "",
    "Address": "苗栗縣三灣鄉永和村明坑8-2號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "三灣鄉",
    "Coordinate": "24.647279,120.9299710",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119152501.jpg"
  },
  {
    "ID": "271",
    "Name": "福康休閒農場",
    "Tel": "037-831195(陳佳君)",
    "Introduction": "廠區範圍約2.5公頃，除了廠房作業區、冷凍倉儲區、行政管理區以外，還有一大片的廣場，作為每年十月份曝曬茶花籽的場所。在廠區的另一端，種植有茶樹區(二十年生以上，也有百年以上的油茶樹)、茶花區，還有油桐花步道，欣賞五月雪。整個廠區除了依山傍水、綠意滿景外，前方還可欣賞到永和山水庫的柔美，後方可見層層山脈的磅礡氣勢，造就四季不同風格美景的視覺享受。 　本工坊以家族企業起步，現已由第二代經營管理。創辦人為苗栗客家人，因有承襲長輩作茶的經驗，成家後賢伉儷主內、創辦人主外靠著一台摩托車到山區收購茶菁，以傳統製茶工法製作茶葉後，再轉賣到茶葉加工廠。因為茶葉是季節性生產，所以創辦人在非茶葉生產期時，即七、八月份做收購油桐籽生意，再轉賣到南部油廠加工生產桐油。十二月份又製作酸柑茶來批發賣給茶廠，並於九月份茶籽生長季節時，收購茶花籽製作茶花籽油；適逢經濟起飛國民生活水準健康意識提升，在民國七十一年轉入茶花籽油製造的新油脂行業，至今歷史已有二十餘年了。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣三灣鄉永和村石馬店18-2號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "三灣鄉",
    "Coordinate": "24.640634,120.9277869",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119170147.jpg"
  },
  {
    "ID": "272",
    "Name": "金椿休閒農場",
    "Tel": "037-831195(陳有倫)",
    "Introduction": "廠區範圍約2.5公頃，除了廠房作業區、冷凍倉儲區、行政管理區以外，還有一大片的廣場，作為每年十月份曝曬茶花籽的場所。在廠區的另一端，種植有茶樹區(二十年生以上，也有百年以上的油茶樹)、茶花區，還有油桐花步道，欣賞五月雪。整個廠區除了依山傍水、綠意滿景外，前方還可欣賞到永和山水庫的柔美，後方可見層層山脈的磅礡氣勢，造就四季不同風格美景的視覺享受。 　本工坊以家族企業起步，現已由第二代經營管理。創辦人為苗栗客家人，因有承襲長輩作茶的經驗，成家後賢伉儷主內、創辦人主外靠著一台摩托車到山區收購茶菁，以傳統製茶工法製作茶葉後，再轉賣到茶葉加工廠。因為茶葉是季節性生產，所以創辦人在非茶葉生產期時，即七、八月份做收購油桐籽生意，再轉賣到南部油廠加工生產桐油。十二月份又製作酸柑茶來批發賣給茶廠，並於九月份茶籽生長季節時，收購茶花籽製作茶花籽油；適逢經濟起飛國民生活水準健康意識提升，在民國七十一年轉入茶花籽油製造的新油脂行業，至今歷史已有二十餘年了。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣三灣鄉永和村石馬店18-3號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "三灣鄉",
    "Coordinate": "24.6405124,120.9284109",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124164030.jpg"
  },
  {
    "ID": "273",
    "Name": "隆昌阿泉紅棗休閒農場",
    "Tel": "037-239268(邱仕泉)",
    "Introduction": "公館鄉隆昌紅棗觀光農場位於苗栗縣中部，東南山勢連接丘陵地和平原面積各占一半，氣候屬副熱帶高溫多雨氣候，土壤以黃棕色土壤及沖積土層為主。園主邱錫昌先生獲得農會第12屆代表及多項獎狀，也是紅棗產銷班第一班班長，於「2008紅棗王」比賽榮獲十大優質果園之ㄧ殊榮，每年7月下旬至8月下旬開放果園供觀光採果。 　園內除種紅棗外還有蜜雪梨並推出紅棗乾、紅棗茶等，使遊客除採紅棗外還可有不同選擇，來一趟公館可享受多種水果風味一舉數得，除公館鄉是陶的故鄉，也是全省唯一的紅棗產地，紅棗栽培面積達60公頃，是全省最大面積的紅棗專業栽培區，主要集中在石墻村一帶。 紅棗早年自大陸移入種植，生長情形良好，品質優良，所生產的紅棗為上等中藥材，可配合各類食物燉煮，營養豐富。紅棗樹上結實纍纍，成串果粒滿掛枝頭，看了叫人忍不住想摘取下來當場大啖一番。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣公館鄉石墻村14鄰292-3號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "公館鄉",
    "Coordinate": "24.4770882,120.8183076",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119154116.jpg"
  },
  {
    "ID": "274",
    "Name": "阿連休閒農場",
    "Tel": "037-951111(胡智坤)",
    "Introduction": "位於苗栗大湖鄉、台3線上的「阿連休閒農場」，才一進入農場的休息小屋，就可見到掛滿牆面的獎牌及獎狀，以及數十篇接受採訪的報導文章，在在證明阿連休閒農場的主人絕對是農業界的高手。 阿連休閒農場最有名氣的是高接幸水梨，一般來說，幸水梨的果肉帶有淡淡甜味，外觀都是呈現淡褐色，不過在主人的細心照顧下，阿連休閒農場的幸水梨永遠就是比別人更大、更甜蜜，而這更成為農場吸引人的重要關鍵。 擁有特等獎的「阿連休閒農場」，所使用的是德國及各類高級有機肥料，即使每年僅有2個月的採果季節，仍勤勞施肥並定期翻動土壤，確保每株果樹都能獲取足夠的營養。而除了一般基本功之外，每年還得重新接種新的枝幹，很難想像，1株梨樹竟然可嫁接5種梨樹枝，也接種出更美味、更甜蜜的幸水梨，怪不得每年7～8月旅客都會特地前往，以採收與享用果實為樂。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉栗林村內雙坑6號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.373984,120.8336930",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119151228.jpg"
  },
  {
    "ID": "275",
    "Name": "雲也居一休閒農場",
    "Tel": "037-951530",
    "Introduction": "薑麻園的薑是「種薑」，肉身較長、厚實、芽點多，種在排水性良好、土質紮實的帶石粒土壤中。薑很能吃肥，每種兩年要休耕五年，讓土壤以自然的方式恢復天然養份。老薑香氣足、辣度夠，買回家可再種嫩薑、煮湯、燉麻油雞和爆香都是上上之選。務農人家習慣用薑去腥，泡薑茶增加抵抗力、預防感冒，是注重美味和養生必備的生活保健食材。\r\r 客語「薑麻」是薑母的意思，田媽媽彭麗貞一家人在這裡種出漂亮薑母，研發出一系列薑菜單，2011年獲選為十大神農獎第一名時她謙虛說道：「我們是務農人家，加入田媽媽之後跟著老師學習烹調、經營管理，才有今天的成績。」 除了餐點之外還有薑飲料、餅乾等手工點心，夏天爽口、冬天暖胃。「薑汁撞奶」是專家實地輔導的薑飲料，在現打的薑汁中沖進熱牛奶，薑香和牛奶香味隨著熱氣緩緩飄進鼻腔，溫和暖熱讓人心裡升起一陣暖意，這是在海拔七百公尺的幸福。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉栗林村薑麻園9鄰6號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.3849628,120.827849",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119170046.jpg"
  },
  {
    "ID": "276",
    "Name": "菊園休閒農場",
    "Tel": "037-951522(劉添俊)",
    "Introduction": "位於苗栗大湖與三義交界處的「菊園民宿農場」，可說是當地最具風格的民宿農場，而這裡的房型大緻可分為兩區域：位於菊園民宿農場主建築物下的房型，多有獨有的浪漫風格，讓人有如置身峇里島或五星級飯店的優質感受。而位於菊園庭園後方的民宿，是讓人倍感悠閒的小木屋房間，這兒可是發現螢火蟲的好地方，喜歡大自然生態的旅人，一定會喜歡上這裡。當然了，無論旅人選擇的房型為何，一定都能感受到菊園民宿的熱情與優雅魅力。 菊園民宿農場位於海拔800公尺的山坡，視野極佳的地理優勢，讓這兒成為賞景觀日的首選，也可看到獨有雲海景觀，緊鄰的除了有「出關古道」外，登山客最愛的「關刀山步道」也在不遠處。喜愛登山健行的旅人，一定得先去關刀山步道走訪一趟，這兒沿途有豐富的昆蟲生態，絕對能滿足登山客的好奇心。而在隔日清晨時，別忘了趕在日出前登上出關古道的涼亭，觀賞大湖的日出之美。 菊園民宿農場每年有不定期的客家活動，可供來訪的旅人一同參加，不但如此，凡是遇到果園的採收季節，菊園民宿農場也會開放自家果園，讓旅人可享受採果樂趣。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉栗林村薑麻園13號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.3862353,120.823849",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119170513.jpg"
  },
  {
    "ID": "277",
    "Name": "好農村休閒農場",
    "Tel": "037-951533(賴復松)",
    "Introduction": "好農村觀光農園位於大湖鄉，ㄧ個盛產草莓的地方，好農村農園不單單只有草莓而已，還有很多讓人一飽口福的水果，如仙人果、李子、水蜜桃、甜桃、高接梨、椪柑、海梨等，都是這裡所種植的水果。如此的多樣化，讓好農村幾乎一年四季都有不同的水果產出，也讓消費者不論何時何地蒞臨好農村，都一樣能享受到摘採水果的樂趣喔！ 經營二十幾年的好農村，老闆賴先生一直秉持著用心培育的原則，才會年年出產甜美又多汁的水果，老闆說這裡風景優美，水果豐碩，適合親子同遊、讓人流連忘返呢。 而不同於其他農園，這裡有教導遊客自行DIY醃漬桃子、李子等有趣活動，每遇產季可見大、小朋友七手八腳的玩的不亦樂乎；還有十公里長的觀光步道一路還能有人導覽解說，沿路欣賞明媚風光，若走累了，不妨約三五好友至這裡聯誼嘍！",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉栗林村薑麻園10號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.3862353,120.823849",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119151651.jpg"
  },
  {
    "ID": "278",
    "Name": "長青谷休閒農場",
    "Tel": "04-25893329(徐茂松)",
    "Introduction": "以歐洲農莊式建築風格為主題的「長青谷森林遊樂區」位於苗栗的水果之鄉卓蘭，為一處佔地二十甲的果園農場，遊樂區內大致可分為果園區、歐式農莊民宿及露營烤肉區等。區內皆是翠綠色的森林步道，且一年四季有不同的花草樹木，綻放整座園區，每到果樹成熟時期，更吸引大量遊客前往。除此之外，清澈的溪水及瀑布，更是長青谷森林遊樂區的重要景觀。 遊樂區內的綠色森林步道，可提供走訪的旅人享受芬多精香氣，而當旅人遇上每年7-8月的採果季節時，還可體驗採收果實的農村生活。 喜歡溪流瀑布或悠閒垂釣的旅人，在長青谷森林遊樂區裡也能體驗這項樂趣。在露營烤肉區旁，正是遊樂區內最愜意的瀑布流水區，來訪的旅客不但能在此戲水嬉戲，還可以垂釣溪流中的魚兒、現捕現烤，體驗自給自足的好味道。 無論旅客所進行的是採果或垂釣，在長青谷森林遊樂區裡，都能體驗到自給自足的趣味生活，如果還嫌不夠，遊樂區內也提供了低價格的住宿服務，非常適合學生及大型團體前來舉辦活動，不但讓旅人省下荷包，還可以享受美麗的大自然環境。而在無光害的長青谷森林遊樂區裡，更能觀賞到壯麗的星河景象，讓旅人可以悠閒的觀星、談天一整夜，十分奢華。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣卓蘭鎮上新里食水坑78號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "卓蘭鎮",
    "Coordinate": "24.307667,120.8458490",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119165726.jpg"
  },
  {
    "ID": "281",
    "Name": "石中臼休閒農場",
    "Tel": "037-541038",
    "Introduction": "喜歡寧靜及閒逸生活的旅人，可千萬別錯過位於苗栗造橋鄉的石中臼休閒農場。寧靜高雅的石中臼，不僅是品嚐美味客家料理及精緻鍋品的好地方，更是休憩談心的最佳場所，而廣大的草地，更讓來訪的旅人可盡情嬉戲、玩耍。占地約3公頃的石中臼休閒農場，不僅擁有怡人的山色景觀，還是受到苗栗縣政府肯定的西式風味餐廳，是個相當難得的好地方。 在石中臼各式美味料理當中，以石中臼鍋品及客家風味餐最受大家歡迎。以天然蔬果熬煮而成的石中臼鍋品，擁有最自然的鮮味及甜味，滿足每位挑嘴的饕客，即便平常不喜歡蕃茄及蔬菜味的朋友，也會深深喜歡這兒的美味鍋品，讓每位旅人都可吃得愉快、健康。 道地的客家風味餐，竟有著與西式料理相同的前餐及湯品，十分精緻，而客家主菜的梅干扣肉，更是每位旅客必點的人氣餐品。獨特的客家烹調方式，讓原本應該會變得焦黑的肉質，呈現出美味的深紅色，相較於一般的梅干扣肉來說，石中臼的客家梅干扣肉更鬆軟，也少了油膩感，美味得讓人上癮。 餐後乘坐在涼亭或遮陽傘下，來杯冰涼的咖啡飲品及甜點，一邊享受美食的味道，一面感受大自然的芬多精及湖面傳來的鴛鴦戲水聲，偶爾還能見到蝴蝶與小昆蟲的身影，十分愜意。隨著四季的變化，庭園花草樹木會呈現不同的風情景色，多樣的變化，在在感受到大自然之美，讓來訪的旅人可輕鬆、愉快的享受每一刻。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣造橋鄉大龍村石樁臼6-8號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "造橋鄉",
    "Coordinate": "24.612242,120.9022293",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120161254.jpg"
  },
  {
    "ID": "282",
    "Name": "金葉山莊休閒農場",
    "Tel": "04-25892292(詹更奇)",
    "Introduction": "金葉山莊位於卓蘭鎮壢西坪的入口，也是台三號省道147.5公里處旁，園區內種滿的樟樹是山莊的最大資產，而特地去考取解說員資格的主人女兒，更可以詳盡的為遊客解說並帶大家認識各種植物生態。 來到金葉山莊絕不能錯過女主人的好手藝，特有的「客家封肉」和「生龍活虎湯」別處吃不到，兼顧美味和養生的風味料理，讓大家齒頰留香，吃了還想再吃；女主人還會不時的研發新菜色和新口味，讓大家不同時間來都能品嚐到好味道。 山莊內的泉水泳池也是特有的活動景點，因為引用山泉水而終年不缺水，且流動的泉水也讓泳池永遠乾淨，是夏天消暑的好去處。此外園區還有設計各種手工藝DIY活動，並集合各地的陶藝作品、擺飾精品，來到這裡的遊客可細細挑選和賞玩。 天然木屋房間內的陳設簡單而優雅，屋內屋外與自然相融合。木屋周圍群樹環抱，清新的森林浴住宿，讓大家隨時隨地都可以與大自然的約會，享受芬多精。 來到這裡可搭配附近景點的休閒農場和觀光果園做遊程規劃，亦可參加山莊本身設計的一日遊或二日遊套裝行程，搭配時令會有不同的優惠活動可以參加，能讓到此想放鬆身心的人盡情享受，擺脫城市喧擾。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣卓蘭鎮豐田里185號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "卓蘭鎮",
    "Coordinate": "24.3289359,120.8211437",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119152740.jpg"
  },
  {
    "ID": "301",
    "Name": "全一休閒農場",
    "Tel": "0938-383027(陳錦木)",
    "Introduction": "位於台中市太平區的全一休閒農場，是行政院農委會第一梯次准予籌設專案輔導的十七家休閒農場其中之一，在太平市農會用心的輔導之下，從一個單純的農牧經營為主的農場，成功轉型成為以觀光教育為導向的休閒農場。",
    "TrafficGuidelines": "",
    "Address": "台中市太平區頭汴村長龍路北田巷283號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "太平區",
    "Coordinate": "24.1229279,120.7507453",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113160336.jpg"
  },
  {
    "ID": "302",
    "Name": "大肚山達賴休閒農場",
    "Tel": "04-25602889(賴民吉)",
    "Introduction": "達賴農場位於台中大肚山上，與中華民國自然生態文化協會及大肚山農村體驗學園結合成立，園區占地10公頃，分為生態區、休息區和焢窯村，專供團體、學校進行「戶外教學」體驗及民眾遊憩的休閒農場。 農場的生態區分為蝴蝶生態區、可愛動物區、果園和養生藥物植物區等，可以了解蝴蝶生活史，看到6種台灣產松鼠和白頭翁等，生態多樣而豐富，除聘請一流師資依四季設計、編排生態教學外，並有專業導覽人員做生態解說及古早民俗講古，讓您瞭解大肚山的人文、藝術與典故，兼具自然生態教學、農村親子體驗等多次元的休閒農場。",
    "TrafficGuidelines": "",
    "Address": "台中市沙鹿區樂群新村200號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "沙鹿區",
    "Coordinate": "24.238017,120.6095792",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112165956.jpg"
  },
  {
    "ID": "305",
    "Name": "中華民國農會休閒綜合農牧場休閒農場",
    "Tel": "(04) 2687-2724",
    "Introduction": "中華民國農會為了帶動國內酪農事業發展，於民國 58 年成立示範農牧場，從事於優良乳牛繁殖與推廣，為進一步帶領產業升級以及因應國內旅遊人口的蓬勃發展，乃決定朝向農業生產、農民生活、農村生態及結合民俗活動、觀光農場、童玩技藝、親子活動等休閒農業發展，並改名為休閒綜合農牧場。\r\r 農場面積 33 公頃、為外埔區水美山之至高點，在區內山頂設有瞭望台可遠眺大甲溪出海口，入夜後繁星點點、燈火瑩瑩，是鳥瞰台中地區的絕佳去處。\r\r 農場又稱水美牧場，因過去曾為砲兵指揮部所在地，因此留下碉堡營舍之遺跡。其他設施還包括1間可容納 180 人之大型會議室、住房 37 間，以及 1,500 坪之藥草區、1,000 坪之活動廣場、可容納 1,000 人之露營區及容納 350 人之烤肉區各一處。並約有 10 公頃之親親草原及 8 公頃相思林步道、具有豐富之自然景觀可供戶外大型活動場地及生態教學之用。\r\r 到乳牛飼養區，花費 50 元即可餵小牛喝奶，體驗照顧牛寶寶的生活。農場與中國醫藥學院合作的藥用植物園區，種植 200 餘種本土常見藥草；此外新鮮台農乳品、素食藥膳養生餐都是獨特料理。區內提供餐飲住宿服務，可事先洽詢訂購。",
    "TrafficGuidelines": "",
    "Address": "台中市外埔區水美里二崁路 700 號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "外埔區",
    "Coordinate": "24.3304249,120.6168902",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117110749.jpg"
  },
  {
    "ID": "306",
    "Name": "新社蓮園休閒農場",
    "Tel": "04-25810352 (黃登標)",
    "Introduction": "在新社蓮園的萫水湖畔旁有一間香草屋，屋主是一對認識10多年的戀人，在新社蓮園開業之初，因為缺乏人手，所以女主人每逢休假日一定會到蓮園幫忙；由於對花花草草的喜歡，因此女主人決定辭去護理工作全心投入蓮園；接著男主人也辭去電腦耗材業務工作加入蓮園行列。 新社蓮園因為萫水湖內種滿蓮花而聞名，所栽種的蓮花以大王蓮、香水蓮、觀音蓮、佛祖蓮、子母蓮、荷蓮為主。由於長久以來，在蓮爸爸和蓮媽媽的用心整理之下，悠然的田園景致、楊柳垂幕、蓮花綻放、波光粼粼，美不勝收。初夏池中蓮花盛開，迎風招展更顯嫵媚，蓮池畔蛙鳴呱呱，充滿蓮花芬多精的香氣在空氣中傳遞四溢，帶動出歡樂、溫馨且浪漫的氣氛。而每年的12月底至隔年3月戀人香草屋的「彩虹花田」，有薰衣草、波斯菊等花卉盛開，以台灣當季的花卉由黃、紫、白、紅、綠、桃紅、粉紅等色組成，如彩虹般繽紛，會有數個主題花園讓您參觀，漫步在彩色花田之中享受浪漫的情調。 戀人香草屋是新社蓮園休閒農場除了蓮花以外的另一重要主題，喜歡到處走走，也喜歡到處吃的男女主人還將親自種植的各種新鮮香草一一搭配各種香草餐中，有鮮採香草茶、香草咖啡、香草排餐、香草火鍋等。除了香草餐點外，這裡還提供香草生態之旅及香草販售，男女主人歡迎大家蒞臨分享體驗香草創意料理及知識。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台中市新社區東興里興社街一段185號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "新社區",
    "Coordinate": "24.1975103,120.8214143",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113164402.jpg"
  },
  {
    "ID": "309",
    "Name": "沐心泉休閒農場",
    "Tel": "04-25931201、0919-566203",
    "Introduction": "來到沐心泉可以享受以大自然為伍的樂趣，沿著園區設計的木階，漫步在環花步道旁，能欣賞百花爭豔的美景，一年四季花開不斷，2到3月是櫻花季、4到5月是螢火蟲季及油桐花季、5到8月是金針花季、12月可賞白雪木，還有玉桂樹、野薑花、角莖野牡丹、槭樹等，讓人流連忘返。想一飽眼福的遊客不必在舟車勞頓跑去花東賞金針花，在這也能見到金針花海。一般金針花的花期僅短短2個月，在沐心泉老闆黃大哥運用園藝所學，硬是將花期延長至4個月，讓5月到8月想賞花的遊客都能滿足需求，金針花季前來，還能嚐到金針花入菜的滋味呢！ 若是5月來到沐心泉，切記不要急著走，不僅白天能見到一片黃澄澄的金針花海外，入夜後更能見到火金菇漫天飛舞的美景。想一賭夜晚螢光點點的美景，還能選擇在沐心泉住宿。住宿方面適合小團體或家庭出遊，沐心泉提供四人住宿的雅房，讓遊客可輕鬆的體驗被花海及自然圍繞的輕鬆愜意。因沐心泉地勢偏高，這裡更是欣賞日出及雲海的好地方。\r\r 這裡的美食更是令人難以忘懷，食材講究天然健康，份量更是十足，且價格實惠，火鍋套餐、義大利麵類及排餐十分美味，讓遊客在大自然的好風光裡也能滿足味蕾。來到台中後花園新社，可別忘了到沐心泉來走走喔！",
    "TrafficGuidelines": "",
    "Address": "台中市新社區中和村 5 鄰中興街 60 號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "新社區",
    "Coordinate": "24.157624,120.827951",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113164308.jpg"
  },
  {
    "ID": "310",
    "Name": "文山休閒農場",
    "Tel": "04-24937679",
    "Introduction": "自然生態探索、回憶兒時遊憩、可愛動物園區、大自然創意DIY等五大區塊，讓每位旅人都可用心、用行動，體驗大自然的魅力。 滿山大自然生態的文山休閒農場，非常適合全家大小或學生團體前來體驗。在這裡沒有教課書的壓力，只要有阿根伯的帶領，任何朋友都可以在快樂且輕鬆的氣氛下，學習到大自然生態的重要知識。\r\r 無論大朋友或小朋友，一定都會喜歡這項焢土窯活動，不過在一切講究古早味的文山休閒農場裡，旅人得學習從無到有的精神，無論是堆土、劈材、升火等都是旅人得學習的重要知識。除此之外，還有趣味的竹筒飯DIY、搭乘牛車、餵食小羊等，只要曾經參與活動的旅人們，絕對都想再度走訪。而每當遇上荔枝、龍眼、芒果的採收時期，還可以享受採果樂趣。\r\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台中市大里區健東路 123 號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "大里區",
    "Coordinate": "24.0845387,120.7221254",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151204103147.jpg"
  },
  {
    "ID": "312",
    "Name": "大安休閒農場",
    "Tel": "(04) 2671-1878 (陳朝明)",
    "Introduction": "大安之美盡在河堤海岸邊，大安休閒農場及周邊活動場地面積約1.5公頃，西鄰台灣海峽，除了豐富的河口生態外，園區裡的涼亭、烤肉台、焢窯體驗、生態池、生態水溝、釣魚池、木棧道、觀海亭、荷花池、湧泉池、古農具展示等，非常適合環境生態教育、農村生活文或體驗，活動中心可供開會教育訓練、童玩DIY等，腳踏車出租可欣賞海潮風光及落日餘暉，更可步行到海灘砌沙踏浪，還有農場裡家禽家畜的鳴啼、湧泉池裡的魚蝦嬉戲、草木的生生不息，不僅適合環境生態、觀察、體驗教育，其樸實自然的讓您有不同的感動和驚喜。",
    "TrafficGuidelines": "",
    "Address": "台中市大安區中庄村海尾庄中海路 151 號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "大安區",
    "Coordinate": "24.3702355,120.5912217",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113103530.jpg"
  },
  {
    "ID": "317",
    "Name": "羊媽媽休閒農場",
    "Tel": "04-23322303、04-23307927(莊湧裕)",
    "Introduction": "占地10甲的羊媽媽觀光農園除飼養約120隻乳羊和肉羊外，也放養溫馴的蘭嶼山豬及近百隻珠雞等農場動物。農場內遍植不噴灑農藥的荔枝、龍眼、白柚等作物，利用這些自然生長的繁茂枝幹當作天然屏障，保護園內自由放牧的農場動物，不受野狗侵襲。 農場生產的新鮮羊奶是遊客必嚐的飲品。除當日配送給訂戶，亦是餐廳製作糕點、飲品、冰淇淋的原料。主人每天也會保留數頭乳量豐沛的乳羊，讓遊客親自體驗擠乳樂趣，是包含於農場體驗行程內的高潮活動之一。 環繞山坡一圈的導覽活動由農場主人莊湧裕親自帶領，從小在這裡長大的莊湧滴，帶領遊客沿路介紹各種植物、果樹，追山豬、抓珠雞、找豬穴，讓大家對農家生活有深刻體驗。聽他細說如何抓起蜥蜴尾巴讓它不動、幫山豬進行家庭計畫、珠雞怎麼用智慧戰勝老鷹覓食等趣事，常讓大小朋友聽得哈哈大笑、收穫豐富，他其實就是在分享自己每日的農家生活。 在羊媽媽觀光農園不但可以自已擠羊奶，還有餐廳、烤肉區、觀景瞭望台等設施，供家人好友聚餐。從園區最高處的觀景瞭望台，可270度盡覽八卦山脈、大肚山、大台中都會區景觀，不論落日晚霞或萬家燈火都盡收眼底，是一處令人身心放鬆的樂活農場。",
    "TrafficGuidelines": "",
    "Address": "台中市霧峰區育德路91巷18號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "霧峰區",
    "Coordinate": "24.0505601,120.6986104",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119144514.jpg"
  },
  {
    "ID": "320",
    "Name": "大丘園休閒農場",
    "Tel": "04-8792929(劉炳賀)",
    "Introduction": "園長劉炳賀先生是擔任二水鄉第四班蔬菜產銷班的班長，在八卦山二水鄉大園山區有?1.5公頃種植蔬果的土地，有鑒於加入WTO後，農業應轉型為服務業，才能創造農業新氣象。於是向彰化縣政府申請獲准將蔬菜及果園開發成休閒農場，經過許久精心規劃而建造出大丘園休閒農場，並推出「十菜二湯」的風味餐。園長還是吉園圃的成員，所以他種植的蔬果都是無農藥殘留的喲！例如：小黃瓜、南瓜，草莓以及各種蔬菜，最具有健康概念。 還可遠望彰化十景之一的鄭氏古厝、親水公園、「台灣百景」八堡圳取水口制排水門、「台灣大禹」林先生廟導水傳奇、八堡一、二圳水門到二水國中，若有團體預定，還可商請園主充當二水歷史的解說先生，讓大家更暸解彰化母親河─八堡圳水源的來龍去脈。",
    "TrafficGuidelines": "",
    "Address": "彰化縣二水鄉大園村員集路二段442號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "二水鄉",
    "Coordinate": "23.8013454,120.6397105",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117110107.jpg"
  },
  {
    "ID": "322",
    "Name": "古早雞休閒農場",
    "Tel": "(049) 252-4362",
    "Introduction": "包粽子、做芋粿、採荔枝、吃古早雞等，這是在古早雞農場可以體驗的兒時童趣。加上主人爽朗的笑容與熱情的招呼，讓人彷彿回到了鄉下的阿媽家。 寬敞的園區，設置有室外烤肉區、卡拉ok歡唱區、如果遠道而來，想在此停留，這裡也提供民宿的服務。如果是3、4月時到訪，可以到古早雞休閒農場喝荔枝蜜，此時正當荔枝花開的時候，4、5月時到訪，可以到芬園鄉德興社區油桐花步道賞桐花。6、7月的時候，還可以在這裡體驗採荔枝的樂趣，同時品嘗以荔枝烹調的荔枝大餐。 主人最自豪的就是農場提供的美食佳餚，從荔枝大餐、古早雞風味餐，到傳統的、芋粿、粽子等等，來到這裡一定讓你大飽口福。再加上有趣的DIY活動，讓人肚子、心靈都滿載而歸，不虛此行。",
    "TrafficGuidelines": "",
    "Address": "彰化縣芬園鄉舊社村彰南路五段 451 巷 36 號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "芬園鄉",
    "Coordinate": "24.0371516,120.618874",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113145535.jpg"
  },
  {
    "ID": "323",
    "Name": "稻香休閒農場",
    "Tel": "04-8661118(陳瑤騰)",
    "Introduction": "位於埔鹽鄉的稻香休閒農場，園主陳瑤騰先生不以營利而以教育為出發點，傳承父親的理念，開闢了一座相當原色原味的生態天堂。 台灣農業發展迅速，大量的農藥使用已嚴重破壞了這塊土地，陳先生有鑑於此，與專家討論後，把原本為種植葡萄的果園，進行蔬果培育與香草植物種植。由於不同種的植物會吸引許多種類的昆蟲和鳥類來棲息，使原來的土地不但有了新生命，且形成了一座熱鬧的昆蟲王國。園區內處處可見蜻蜓和鳳蝶飛舞，還有會在網子上結出類似英文字母的符號的蜘蛛，到了晚上，更可見螢火蟲的曼妙飛舞。因為這些昆蟲和鳥類的光臨，使得園區內的生態種類不斷的增加，逐漸產生了食物鍊系統，維持了整個生態的平衡。 園區內還有一條環繞整個園區的小溪，完全是靠雨水收集桶內的雨水來循環，完全不用自來水和地下水。因為陳先生認為雨水是大自然最寶貴的資源，是最天然的，所以溪裡面的魚相當多且健康，且引來了釵h的蛙類棲息，有水中的魚和蛙類的雙面夾擊，使得園區內不會孳生蚊蟲，由於少了人工的破壞，隨便ㄧ棵矮樹就可以見到鳥巢的蹤影，這裡可以說是生物的天堂。不妨利用假日，到此作一趟生態之旅，小小的發現會有大大的收穫喔！此外，農場還可體驗陶盆彩繪、香草盆栽及手工香草餅乾等DIY活動。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "彰化縣埔鹽鄉彰水路二段169巷23號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "埔鹽鄉",
    "Coordinate": "24.0030275,120.4763408",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112170821.jpg"
  },
  {
    "ID": "324",
    "Name": "台大休閒農場",
    "Tel": "04-8527335",
    "Introduction": "台大觀光蘭園成立於西元1981年，現有員工人數逾100名。本公司專業投入蝴蝶蘭、文心蘭、嘉德利亞蘭及其他屬別蘭花之育種、研發及生產銷售。從育種選拔、無塵室組織培養、溫室栽培、病蟲害防治、病毒檢測各方面本公司均採企業化管理來生產高品質最佳的各種蘭花。藉由不斷自行研發、引種、交配、選種, 並配合自設病毒測定站的病毒檢查，以組織培養技術繁殖品質優良、性狀均一之健康種苗並栽培成小苗、中苗、成株、開花株、盆花以供應國內、外市場需求。本公司隨時不斷推出新的優良品種供應各界需要，全部產品約70供應外銷，其餘約30作為內銷﹔產品遠銷日本、美國、歐洲、東南亞等地。 內銷方面，本公司備有各式蘭花禮盆採 “一通電話，全省送達”來服務國內消費者, 深獲好評。",
    "TrafficGuidelines": "",
    "Address": "彰化縣大村鄉大橋村中山路三段137號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "大村鄉",
    "Coordinate": "23.9968785,120.5587090",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112171109.jpg"
  },
  {
    "ID": "326",
    "Name": "東螺溪休閒農場",
    "Tel": "04-8659206",
    "Introduction": "占地三公頃的東螺溪休閒農場，位於埔鹽、芳苑、福興及二林等地的交界處，園內不僅有卅、四十年前的柑仔店，用爐灶烹煮食物的老式廚房，還有做粿的石磨等農具及稻草搭蓋的農舍，連泡茶的爐火也是用木炭燃燒而成，整個園區猶如卅、四十年的農村景象。 為了保留以往農村的風情，本農場主體是以舊鴨舍改建，裝飾簡單樸素，並在屋前魚池飼養活動力特強的大頭鰱，整個景觀讓您可以很舒服的在此用餐、休息，農場並準備有竹筒炮讓遊客們試一試炮的威力。\r\r 在地主及社區居民的協助下，原本荒煙蔓草的荒廢地如今已成為農村特色的休閒農場，加上縣府已在舊濁水溪進行整治工程，並在沿岸興建一條卅多公里長的自行車道，成為彰化縣觀光休閒農園的重鎮。因農場位於埔鹽鄉的交界，離埔鹽環鄉自行車道非常近，遊客可騎著自行車，沿著自行車道邊騎邊欣賞舊濁水溪的河岸及田野風光，好不愜意。\r\r 東螺溪休閒農場利用農村田園景觀、自然生態環境資源，以休閒農業之經營方式，結合農村生活文化，提供富有經濟性、社會性、教育性、醫療性等功能的環境，讓遊客在農村體驗中，獲得舒適、愉快及滿足的田園樂趣。\r\r DIY活動有小風車、彩繪葫蘆、稻草人娃娃、陶藝、芋頭粿DIY等，著重於農事體驗，均受小朋友的喜愛。",
    "TrafficGuidelines": "",
    "Address": "彰化縣二林鎮西庄里004鄰二溪路七段2巷臨1201號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "二林鎮",
    "Coordinate": "23.9532992,120.4415066",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113134027.jpg"
  },
  {
    "ID": "327",
    "Name": "劍門生態花果園休閒農場",
    "Tel": "04-8522318 (賴仲由)",
    "Introduction": "位於大村鄉茄東村的劍門生態花果園，是從1923年即開始從事專業柑桔生產的果園。現在已經家傳四代，目前由61歲的賴柏培及34歲的兒子賴仲由專業經營。1960年代，中部員林地區盛名遠播東南亞的柑桔及柳丁，在黃龍病的肆虐下，幾乎將盡絕跡。這裡是目前碩果僅存的一個地方，它不但保有傳統的美味特色外更有優雅的環境及生動的生態面。 園區內不但擁有十多種的柑桔種類之外，更擁有豐富的鳥類生態、蝴蝶生態及青蛙泥鰍園區。不但擁有安全的學習空間，更能夠讓小朋友親近觀察專業芸香科柑桔類的成長過程及用先乃栽培的柑桔，並體驗自然生態的樂趣，為一處擁有專業性、歷史性及教育性的農場。這裡的柑柑種類多，想要體驗採果樂趣，可在十一月中旬過後前往。 看著園內一株柑橘樹，上面結滿著各式不同的水果，除柑桔外，竟然還出現檸檬？！這樣柑橘嫁接的技術，除讓主人榮獲神農獎的殊榮外，小朋友聲呼聲連連的讚嘆，才是主人最滿意的地方。 另外在鳥類世界的尋奇部分，園區可見綠繡眼、白頭翁，和褐頭鷦鷹飛來築巢，除可藉機認識他們以外，追蹤鳥類生態也是一項小朋友校外教學的活教材。整個園區就像一本大書，值得您攜家帶眷來翻閱。",
    "TrafficGuidelines": "",
    "Address": "彰化縣大村鄉茄苳村2段143巷72號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "大村鄉",
    "Coordinate": "24.0099669,120.5354687",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113145625.jpg"
  },
  {
    "ID": "328",
    "Name": "菁芳園休閒農場",
    "Tel": "04-8223535、04-8243535",
    "Introduction": "冬末初春花先知，田尾不只是田尾，這裡還有一座充滿綠意和芬芳味道的「菁芳園休閒農場」，落羽松並列兩旁，歡迎您的到來，在這裡，有一個充滿綠意的玻璃溫室green house，富含芬芳空氣的花園，生產出令人驚艷的美麗花朵，將讓喜好花卉的人心動滿意。",
    "TrafficGuidelines": "",
    "Address": "彰化縣田尾鄉打簾村張厝巷73號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "田尾鄉",
    "Coordinate": "23.9066,120.5339999",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113160125.jpg"
  },
  {
    "ID": "329",
    "Name": "雅育休閒農場",
    "Tel": "0972-318-698、0937-680-691",
    "Introduction": "雅育休閒農場位於彰化縣大村鄉貢旗村，位處行政院農委會台中區農業改良場附近，農場周邊多是葡萄園及稻田景觀，景色非常優美。園區建築採德式鄉村風格造型，配合週遭景觀，讓您不用出國同樣能享受歐洲風情。\r\r 農場本身以巨峰葡萄生產為主要農業經營活動，園區內主要生產鮮食品種巨峰葡萄為主，兼種少數蜜紅葡萄，每年六~七月及十二~一月為葡萄生產期，適合親子採果體驗活動。以完全不同於國內之垣籬式栽培方式，讓您親手剪枝、誘引、除芽、採收等葡萄園生產管理，提供釀酒教學體驗，讓對葡萄酒有興趣的民眾一個不同的田間管理經驗。目前農場規劃的活動內容有「當葡萄遇上葡萄酒」及「葡實生活」活動二種。\r\r 「當葡萄遇上葡萄酒」，是結合葡萄酒品評及果園管理工作體驗，將品酒活動帶到果園生產面，讓遊客實際體驗動手垣籬式釀酒葡萄的管理工作，增加品酒活動的深度與內涵，適合八人以上團體預約活動。「葡實生活」則是以戶外教學活動為主，讓學童們透過實地參訪及有趣的故事性描述，了解在地產業的歷史文化。\r\r 農場所生產的巨峰葡萄顏色紫黑、果粒大、糖度高、香氣濃郁，為極優秀之鮮食品種；蜜紅葡萄則果色鮮紅，具有獨特蜂蜜與哈密瓜香氣，曾經得過 95 年及 96 年葡萄策略聯盟全國第二名及第三名，通過農委會農產品產銷履歷 (GAP) 驗證，提供給客人最大的安全保障。\r 農場亦提供大村鄉唯一的接待家庭住宿服務「葡萄宿 Gasthof Vitis」，備有雅致歐風客房三間，可容納十六人住宿。寬闊的空間，簡潔的歐式家俱擺設，庭園以及週邊田園景觀開闊的視野，有別於旅館式的民宿經營，讓您真實體驗農村生產與生活的面貌。",
    "TrafficGuidelines": "",
    "Address": "彰化縣大村鄉貢旗村旗興路二段 328 號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "大村鄉",
    "Coordinate": "23.9850974,120.5334314",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119150032.jpg"
  },
  {
    "ID": "331",
    "Name": "日月山景休閒農場",
    "Tel": "04-7370949",
    "Introduction": "農場位於八卦山最高處的銀行山上，如果要描述日月山景生態教育休閒農場，「日月山景賞彩霞，月夜天星伴燈海」是最恰當的寫照。民國58年左右，政府推廣銀行山酪農專業區，當時許多居民紛紛加入養乳牛的行列，全盛時期有50多家的乳牛場，隨著時間的更迭，目前銀行山只剩5家經營乳牛場。為了將自家乳製品找尋通路，於是日月山景休閒農場主人便將乳牛牧場轉型生態教育休閒農場。 農場裡結合了教育、休閒、娛樂與賞景，在這裡可以親自體驗餵乳牛喝ㄋㄟㄋㄟ或吃草，觀賞乳牛的生態，園區裡也設有烤肉與露營區，或是享受由農場自製的新鮮牛奶火鍋、鮮奶冰淇淋、鮮奶雪糕。每天早上總有許多早起運動的朋友，運動後都會順路到農場吃早點，鮮奶包子與鮮奶饅頭再加上一杯濃純的鮮奶，吃過以後，齒頰留香，給人一天充沛的活力。 農場男主人擁有豐富的養牛經驗，在農場裡專門負責乳牛生態解說及農場的介紹，讓來到農場的遊客們獲得充實的知識。而農場的女主人則有著一身的好廚藝，通過丙級技術士的證照，農場的美食都是出自她的巧手，除了鮮奶製品外，還提供簡餐、咖啡及花茶喔！另外為了方便素食主義者，還提供素食的風味餐。想要來趟美食與體驗之旅嗎？歡迎您的蒞臨。",
    "TrafficGuidelines": "",
    "Address": "彰化縣彰化市水月台路218號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "彰化市",
    "Coordinate": "24.0561173,120.5870310",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117111328.jpg"
  },
  {
    "ID": "332",
    "Name": "大山休閒農場",
    "Tel": "04-7869703(林大山)",
    "Introduction": "大山休閒農場是一個以乳牛為主的牧場，位於八卦山脈、空氣好、水質佳、不受污染；場主於此養牛20幾年，因為WTO開放農牧產品進口衝擊，於是慢慢轉型成休閒農場，並生產製造牛乳附加產品對外販售。由於牧場位於山中，所以這裡的的乳牛可是喝山泉水長大的呢！生產出來的牛奶，純淨無污染，帶有濃濃的奶香及微甜的滋味，而且牧場以自己生產的優質牛奶，研發生產許多附屬產品，像是添加4種活菌的鮮奶優格及口感較Q的鮮奶麻糬等等。 這裡的牧場主人除了免費導覽解說，還準備新鮮的牛奶給遊客品嚐外，每當假日下午3時，農場都會特別舉辦擠牛奶活動、餵小牛喝牛奶及喝牛奶比賽，這可真是吸引了一大票的大大小小的朋友，除了是免費參加之外，勝利的人還有獎品喔！ 到牧場玩累了，口渴有新鮮的牛奶可以喝；肚子餓了，牧場特別以10多種蔬菜、水果熬製的高湯所煮成的鮮奶火鍋及鮮奶咖哩鍋，另外還不定時生產時令蔬菜，因此來到這裡還可享用美味的餐飲，而且還附甜點唷！ 回家前，別忘了順手採買一些這裡推出的特色產品，有杏仁牛奶、抹茶及咖啡口味的牛軋糖，還有新產品鮮奶酪，100％純鮮奶、鮮奶饅頭、鮮奶優格等，回家可以好好滿足您的味蕾！",
    "TrafficGuidelines": "",
    "Address": "彰化縣花壇鄉灣東村灣福路60巷13弄13號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "花壇鄉",
    "Coordinate": "24.0363935,120.5757499",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117142103.jpg"
  },
  {
    "ID": "333",
    "Name": "楊桃園休閒農場",
    "Tel": "04-7860758 (廖旭源)",
    "Introduction": "廖昌塗楊桃園休閒農場成立於1976年，位於彰化縣花壇鄉。主要是希望大家在這緊湊的生活環境中，都可以享受田園之旅的樂趣，藉著親自體驗摘採、現場講解互動的方式，讓大家可以更加清楚『廖昌塗楊桃園休閒農場』有別於一般的風味。園內還有許多不同種類的水果，依照季節的不同而有所改變，例如：楊桃、草莓、小番茄、龍眼、溫室美濃瓜皆是自產自銷。團體來源內更可提供戶外教學，現場專人解說了解園區內不同的戶外環境。",
    "TrafficGuidelines": "",
    "Address": "彰化縣花壇鄉灣東村灣福路60巷",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "花壇鄉",
    "Coordinate": "24.0357468,120.5810256",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117173153.jpg"
  },
  {
    "ID": "336",
    "Name": "菁芩休閒農場",
    "Tel": "(04) 875-2376 (鄭俊達)",
    "Introduction": "樹頭上掛著滿滿的芭樂，微風吹來，樹葉的沙沙輕響，伴著那股清甜的芭樂香，著實令人難忘。 菁芩休閒農場是鄭俊達夫妻打造的芭樂天地，園區內徹底融合兩人的特色，主人鄭俊達從農前是充滿藝術氣息的婚紗攝影行家，他在園區內種植珍珠、帝王、香水、紅心、紫芋、水晶、中山月拔、蜜香、梨仔等九種芭樂，還搭建有涼亭及花圃，都是以藝術的角度巧妙安排。每棵芭樂樹整齊站好則是出自鄭太太的手筆，不說沒人會知道，滿口芭樂經的鄭太太先前可是雄糾糾氣昂昂的中尉軍官，正因融合兩人個性，園區看似規則卻也充滿變化。 站在菁芩休閒農場的翠綠園區內，令人壓力全消，這裡的芭樂採用草生栽培，各式各樣的芭樂有的軟嫩、有的香脆，不同的香氣、口感，帶給味蕾豐富多變的感受，而每棵芭樂都是經過產銷履歷驗證，都是安全有保障，其中以水晶芭樂栽種最多，一口咬下，果肉香脆、質地細緻、清甜爽口又沒澀味，而且吃到最後一口都沒不會吃到芭樂籽，是夏天最好吃的品種。 農場芭樂全年都有，並開放給民眾摘採，若是來電預約，還能現場製作甘草芭樂，鄭大哥採用的梅粉是以純梅肉製作，香氣十足又不膩口，讓人ㄧ吃上癮。菁芩休閒農場位在彰化縣田中鎮，民眾來到此處不妨親自體驗那股來自芭樂及鄭大哥夫婦的熱情魔力。",
    "TrafficGuidelines": "",
    "Address": "彰化縣溪州鄉成功村庄北巷內",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "溪州鄉",
    "Coordinate": "23.8268998,120.5438519",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151013105540.jpg"
  },
  {
    "ID": "337",
    "Name": "奈米休閒農場",
    "Tel": "04-8539810(黃錫瑋)",
    "Introduction": "「葡萄樹，你的使命是成為酒，使神滿足、使人喜樂。」《聖經》對葡萄樹的期盼恰恰落實在位於彰化縣大村鄉的「奈米休閒農場」中。 「奈米休閒農場」是台灣少見以葡萄為主題的農場，主人黃錫瑋二十餘年的苦心研究下，以有機農業的方式結合「生活、生產與生態」三指標，讓園內的巨峰葡萄在寒暑兩季結實纍纍，綠的、紅的、紫的滿掛枝頭。 除了能在葡萄藤架下暢飲瓊漿玉液，體驗酒神的享樂，更能親自動手摘採葡萄，製作葡萄酒、葡萄果醬、葡萄醋釀等廚藝DIY，和彩繪陶藝、生態導覽等，讓來客有豐富新奇的體驗。 做了這麼多事，肚子餓了嗎？別擔心，「奈米休閒農場」不僅提供葡萄雞風味餐，還充分利用農場環境，讓遊客能在葡萄架下開一口燒窯，放入土雞、鯛魚、排骨、番薯和農場自產的無毒鮮蔬，大啖焢窯後慢工出細活的鄉村窯烤料理。 來到奈米休閒農場採果、用餐、喝喝下午茶，都會令您有個愉快滿足的田園之旅。",
    "TrafficGuidelines": "",
    "Address": "彰化縣大村鄉南勢村南二橫巷8號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "大村鄉",
    "Coordinate": "23.9835999,120.543",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117174059.jpg"
  },
  {
    "ID": "338",
    "Name": "魔菇部落休閒農場",
    "Tel": "04-8521898、0800-886008",
    "Introduction": "無毒新樂園讓小菇不獨處。當蕈優科技農業已經步入正軌同時，創辦人隨即以推廣親子休閒、生態旅遊和樂活美食結合為目標，創立了「魔菇部落」。 在充滿歡樂與驚奇的魔菇部落裡，可以徜徉碧草綠原、探索菇蕈原始林、還能由覽專員的帶領下，一窺蕈優科技菇類生產庫房，並體驗親手 DIY 種菇的樂趣。 魔菇部落區內空間挑高設計，將菇類意向造型與空間結合，在寬敞舒適火鍋區享受嚴選新鮮即採的食材，盡嚐各種菇類創意美饌，在紀念品區，人人皆能提起畫筆彩繪出專屬的菇菇公仔。\r\r 在魔菇部落粉絲團，我們為您紀錄您與家人共享的魔菇點滴樂趣，一趟豐富行程讓大小朋友們開心賞菇、吃菇、玩菇，分秒都是很棒的回憶，現在就來體驗一趟難忘旅程吧！",
    "TrafficGuidelines": "",
    "Address": "彰化縣埔心鄉埤腳村柳橋東路 829 號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "埔心鄉",
    "Coordinate": "23.9681409,120.53546",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151013111247.jpg"
  },
  {
    "ID": "341",
    "Name": "今夜星辰休閒農場",
    "Tel": "0952-658678(施聯邦)",
    "Introduction": "奈米休閒農場位於彰化縣大村鄉南勢村南二橫巷內，在主人黃錫瑋的規劃下，奈農場結合生活、生產與生態，來到這裡不僅可以在廣達二、三公頃葡萄果園內採果，農場還設有荷花池、庭園咖啡區，提供葡萄雞風味餐、點心、下午茶，並接受機關團體預約鐵板烤肉、生態導覽，小朋友來此還可以動手彩繪立體陶藝。 農場內所種植的葡萄採「套袋管理」、「草生栽培」、「農藥用量安全」等天然栽培，有農委會「吉園圃」認證，成熟葡萄甜度均在二十度以上。農場內三個區塊葡萄園中，主人特別整理其中一區塊作為溫室栽培，並利用夜照燈光技術控制溫度以調整產季，減少農藥使用量，提高葡萄品質；每年三、四月溫室葡萄成熟時，藉由燈光效果，葡萄園內串串黑得發紫的葡萄美景，令人陶醉。 農場的下午茶點心源自宜蘭的九層粿，採用農場果園高級葡萄汁製作，吃來香、Q、軟，甜鹹層次分明，非常好吃；風味餐各式蔬菜來源則都取自農場自種的蔬菜。此外，農場在農委會輔導下，採用果園生產的巨峰葡萄，製作出原汁原味，不加一滴水與化學添加物的瓶裝葡萄汁，是來農場旅遊的最佳伴手禮。 來到奈米休閒農場採果、用餐、喝喝下午茶，都會令您有個愉快滿足的田園之旅。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "彰化市石牌里石牌路一段428號",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "彰化市",
    "Coordinate": "24.0524044,120.6043624",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151127135149.jpg"
  },
  {
    "ID": "342",
    "Name": "台一生態休閒農場",
    "Tel": "049-2997848",
    "Introduction": " 金黃落雨松下潺潺溪水流過，水畔的是刷上繽紛色彩與精緻花卉相互襯托的江南風小木屋群，銀河水道、花卉驛站、熱帶雨林、蛙鳴濕地，野薑花濃郁的香氣被風飄得淡雅悠遠……將綠色產業與浪漫休閒合而為一的「台一生態休閒農場」，不僅有遍布海拔五百至兩千三百公尺的十個農業分場、是全台蔬菜種苗和花卉產值第一的農場；在占地十公頃更是無處不見繽紛艷麗的花朵，佈置種種主題園區，如「仙人掌生態園區」、「雨林風情館」、「蝶舞館」、「悅鳥園」等，實在是一座名副其實的生態花園城堡。\r\r 除了呈現最美的一面供遊客視覺饗宴，「台一生態休閒農場」也加入一些讓遊客親身體驗的活動設計，如押花鑰匙圈、押花紙扇、組合盆栽以及青蛙黏土蠟燭等體驗DIY教學，希望遊客藉由身體力行，能更進一步認識農業生產、生態和生活的另一層面，賦予遊玩之外的教育性。 遊客可選擇在象徵愛與幸福的「花神廟」前祈願、觀賞水上鴨群悠遊、隨意漫步在木材與竹建構成的花橋上；或探訪神秘的熱帶雨林區、獨木橋探險，也可以到「蜜蜜花園」尋找女王蜂、參與產蜜、製蜜、品蜜的過程；或逛遊「童話森林」、「綠茵廣場」、「蝶舞館」與體驗花藝DIY等生態行程。遊程中若是飢餓難耐，「台一休閒生態農場」則有以埔里在地食材，結合球根海棠、玫瑰、茉莉等花果鮮蔬製成的季節創意料理，無論視覺、味覺、嗅覺都讓人滿足不已。\r\r 「台一生態休閒農場」美得像一千零一夜裡失落的童話，就等有緣的訪客探詢、閱讀。",
    "TrafficGuidelines": "",
    "Address": "南投縣埔里鎮中山路一段176號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "埔里鎮",
    "Coordinate": "23.9780667,121.0063382",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117173907.jpg"
  },
  {
    "ID": "343",
    "Name": "欣隆休閒農場",
    "Tel": "049-2566979 、 049-2564571(洪昶鴻)",
    "Introduction": "\"欣隆休閒農園可說是中潭公路的後花園，南倚坪頂山，面向烏溪流域，右面可眺望九九峰全貌，左面一窺草屯市區全貌。由中潭公路南埔農業教育休閒園東端入口進入，首先會看見木製涼亭及圍攔，水池內種植蓮花，這裡有兩處產銷班分別是第三、第六產銷班，可看見整片一望無際的農地，有種植水稻、玫瑰花、香水百合、茉莉花等，很有規律、整齊，緊鄰的草屯南埔農會也轉型規劃為農特產品展售中心及米食文化解說廣場，民眾來到這裡可以順道參觀稻穀碾成白米的過程。 進入園區，兩旁高大濃蔭的玉蘭花夾道歡迎，園內栽植許多玉蘭花、炮仗花、各種香草類、紫羅蘭、桂花、馬纓丹等，呈現出一片美麗的花花世界。農場本身是草屯鎮菇類產銷班第一班，主要產品為新興菇類：秀珍菇、靈芝，農園採溫控設施，生產不受氣候影響，四季皆有產品，除了於市場銷售外，亦可供遊客現場購買摘採及煮食。並致力於新菌種之栽培及介紹其成分效用，利用生物技術來生產高品質之產品。農場以大自然為教室，提供戶外教學，是一處兼具教育、生產、休閒、保育的休閒農園。\" ",
    "TrafficGuidelines": "",
    "Address": "南投縣草屯鎮南埔里青宅巷35之21號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "草屯鎮",
    "Coordinate": "23.9748742,120.7310916",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112172015.jpg"
  },
  {
    "ID": "344",
    "Name": "地球村休閒農場",
    "Tel": "(049) 246-2052",
    "Introduction": "地球村休閒農場位於南投縣國姓鄉北港溪畔山林間，居高臨下，面向北港溪，舉目青山綠水，東望觀音山，北覽北港溪富麗農村，全場 180 度天然景觀。 擁有多樣性植物及豐富生態資源。 本農場占地 1.32 公頃，保有原生楓樹、銀樺、香楠、野牡丹、五月雪、劍筍等植物，並栽種咖啡、橄欖、洛神花、麻竹筍，供遊客採果體驗。為結合自然生態、農業生產、休閒生活的好所在。 地球村休閒農場提供採果體驗、DIY 教室、露營區、生態導覽解說服務，並有咖啡區，另有販售洛神花、橄、麻竹筍等農特產品。 園區內有景觀台、生態教室、露營區及休閒步道，連接龍騰古道，還有客家打石文化園區、生態池等。 附近有古蹟糯米橋、茄苳神木、鄉情水車、芙蓉瀑布、水橋等景點，鄰近有惠蓀林場、中台憚寺。",
    "TrafficGuidelines": "",
    "Address": "南投縣國姓鄉北港村長北路128號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "國姓鄉",
    "Coordinate": "24.0597254,120.8877757",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117142751.jpg"
  },
  {
    "ID": "347",
    "Name": "武岫休閒農場",
    "Tel": "049-2676262",
    "Introduction": "武岫休閒農場在政府大力推動農產業再造文化中，由行政院農委會、工業研究院、南投縣政府、屏東科技大學研發團隊監製，以改良式傳統窯燒製而成孟宗竹炭，是集合國內產、官、學齊力不斷精進製窯燒炭技術，以提供高品質的孟宗竹炭原料及相關製品為最高宗旨。\r\r 「武岫孟宗竹炭」燒製係以四年生以上的孟宗竹為材料，採用高溫炭化技術，歷時十多天，以傳統窯手工精心燒製而成 (並非一般機械燒材油方式)。\r\r 林家「武岫竹炭窯文化園區」所生產之孟宗竹炭堅持高品質，位於鹿谷的人工窯亦開放參觀，對於有興趣之民眾，提供竹炭製造的解說，期盼能讓更多國人享用竹炭帶來的健康養生生活。【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "南投縣鹿谷鄉竹林村田頭巷35-66號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "鹿谷鄉",
    "Coordinate": "23.720201,120.7582332",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113151743.jpg"
  },
  {
    "ID": "349",
    "Name": "水里生態休閒農場",
    "Tel": "049-2777622(陳駿霖)",
    "Introduction": "水里鄉共劃分4處休閒農業園區，玉興隆休閒農業園區、車埕休閒農業園區、頂崁、民和休閒農業園區、郡安休閒農業園區，而「水里生態休閒農場」就位於玉興隆休閒農業園區內。 玉興隆休閒農業園區包括：玉峰村、永興村、興隆村3個村落，屬於濁水溪南岸，水里生態教育農園負責人陳炳煜先生就占有6甲的農園，陳先生表示，早期種植的水果大多批發到果菜市場，後來全省種植水果面積大增，供過於求，為了改善產銷問題，陳先生邀集果農自發性精神，籌組「玉峰合作農場」，大幅降低生產成本，提高品質．於民國75年造就地方產業獲得全國柳丁評鑑第一名，93年10月通過同意籌設許可，之後年年評鑑為特優等休閒農場。水里生態休閒農場主要目的是想提供民眾一個農業體驗地方，假日讓全家親子體驗採果樂趣，品嘗各種水果獨特風味，不僅尊重這片土地，更用誠心與道德來經營，讓遊客接近大自然。 水里生態休閒農場四季都有時令的水果，因此春、夏、秋、冬都能體驗採果樂趣，香蕉、柳丁、蜜柚、葡萄柚、西施柚、炭烤龍眼乾、國慶龍眼、糯米荔枝、椪柑、梅子、臍橙等，都是健康無污染GAP產品，都有吉園圃的標章，消費者及遊客都能吃的安心、放心，在市場上也深獲好評。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "南投縣水里鄉玉峰村永樂巷83號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "水里鄉",
    "Coordinate": "23.8016371,120.8292119",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113150913.jpg"
  },
  {
    "ID": "353",
    "Name": "福緣休閒農場",
    "Tel": "049-2722866(林勝雄)",
    "Introduction": "歡迎您來「福龜」與我們「結緣」，更歡迎您蒞臨『福緣休閒農場』;農場地處進入國姓鄉的大門,福龜旅遊中心正對面。 主要農產品: 1.農場生產的「枇杷」，果實厚、核小多汁，香甜可口,實為人間之美味，榮獲91年度國姓鄉「枇杷評鑑會」貳等獎，92年度國姓鄉「枇杷評鑑會」優等獎。並取得 ”吉園圃安全蔬果”合格認證。枇杷採收期：約 2 ~ 4 月,可提供宅配服務。 2.無籽檸檬:皮薄多汁 不管您是到埔里、清境、廬山、霧社、日月潭、九份二山、惠蓀林場、北港溪溫泉……等等風景區，請您一定要來『福緣休閒農場』小憩，體驗農村生活，品嚐新鮮的水果。",
    "TrafficGuidelines": "",
    "Address": "南投縣國姓鄉福龜村中正路一段107號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "國姓鄉",
    "Coordinate": "24.023492,120.8265615",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113150149.jpg"
  },
  {
    "ID": "355",
    "Name": "養鹿天地休閒農場",
    "Tel": "049-2451214",
    "Introduction": "國姓鄉八個產銷班約有200多戶的養鹿人家、共圈養了4000多頭的水鹿，是小朋友觀察水鹿的極佳場所。位於中潭公路上的養鹿天地，規劃了提供生態觀察的參觀步道，並提供生態解說，讓民眾瞭解台灣特有種的台灣水鹿的生態習性，適合全家和學校的教學活動。 潔淨寬敞的園區採高架字型參觀步道，可以居高臨下眺望鹿群悠閒漫步。鹿舍內也有一隻較與人親近的水鹿，可以讓遊客親近撫摸，不過這都需要在解說人員的陪同下，以免騷擾敏感的鹿群。透過園區動線的安排，和生態習性解說教室的影片觀賞，遊客可以瞭解水鹿飼養的過程。 國姓鄉從民國78年成立了養鹿協會，養鹿天地是目前全省擁有最大的台灣特有品種—水鹿的專業飼養區，這裡的水鹿可是都有身分證的！農民以百分之百的檢疫與防疫措施，來確保消費者的健康與權益。",
    "TrafficGuidelines": "",
    "Address": "南投縣國姓鄉北山村中正路四段105號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "國姓鄉",
    "Coordinate": "23.9843358,120.8845040",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117110347.jpg"
  },
  {
    "ID": "356",
    "Name": "新故鄉自然生態休閒農場",
    "Tel": "049-2422003(廖嘉展)",
    "Introduction": "桃米位於南投縣埔里鎮，是中潭公路旁的小山村。九二一地震後，桃米在政府、學界、社會、社區居民及非營利組織的跨界合作下，從豐沛的家園山水出發，循著教育學習—觀念改變—行動實踐的策略，朝向生態村的願景而努力。 桃米的魅力，繽紛而深邃。在這裡，您可以擁抱生態——白天欣賞蜻蛉天空漫舞；入夜，與青蛙王子在溪澗相遇；更深露重時，造訪山林裡的生態民宿，換來一夜好眠。 您也可以懷著理念與探索，聆聽震後重建的社造歷程，追尋台灣農村轉型的軌跡，感受這片土地上人們的堅毅與活力。 又或者，只要帶著一顆單純的心，在桃米的鄉野自在漫遊，讓心靈在自然間解放、休憩…… 見學桃米，將引領您深入大自然的寶庫，徜徉山林田野，並見證台灣鄉村的魅力！",
    "TrafficGuidelines": "",
    "Address": "南投縣埔里鎮桃米里桃米巷52-12號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "埔里鎮",
    "Coordinate": "23.9413807,120.9270418",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117180148.jpg"
  },
  {
    "ID": "357",
    "Name": "百勝村休閒農場",
    "Tel": "049-2461001",
    "Introduction": "百勝村休閒農場位於北港溪旁，來到北港村置身於這個四面環山，綠意盎然的山中小聚落，村民有著濃濃人情味。農場主人蘇春賢嚮往自然的農村生活，築起這座世外桃源，是民眾踏青、露營，可以放鬆心情的好地方。\r\r 百勝村可席地為寢、露宿於營區，更有六間寬敞的套房，每個窗戶可看到龍盤虎踞的山巒，連綿起伏、雲霧飄渺，如一幅國畫鑲嵌於牆上。黃昏戶外庭院，在遮陽傘涼椅下，看夕陽斜掛，啜一口香醇的百勝村咖啡，聽舞台民歌演唱，晚風徐來，看滿天星斗的蒼穹，這是人生一大樂事。\r\r 農場占地10公頃，居高臨下遠眺北港溪的奔?與壯闊的溪流，山巒翠綠如龍騰虎躍，雲霧飄渺氣象萬千，整個北港村富麗農村盡呈在眼底。寬廣平坦的台地，香甜的涼風吹襲，讓您回味無窮。園區遍植黑板樹、五葉松、楓樹、柑橘與20多棵巨大的台灣橄欖形成大區塊的清涼綠蔭。園區還擁有數千顆國姓咖啡、神秘果可供您品嚐採擷，採果時間有9月起的咖啡、10-11月的黃金果、10-12月的橄欖，另外還有樹葡萄、檸檬等，神秘果則要看花期，所以時間不定，如果不想錯過各種水果採果期，民眾可事先打電話詢問。這裡亦有青翠的草皮是最佳的露營台地，可供遊客露營使用。下次到國姓鄉別忘了來百勝村休閒渡假農場走走，和精通命理的主人蘇先生聊聊，讓身心靈獲得解放。\r\r 百勝村設有餐廳，其設計高雅別緻，可容納百人用餐，是尾牙、聚餐、喜宴的最佳場所。",
    "TrafficGuidelines": "",
    "Address": "南投縣國姓鄉北港村國姓路87-9號(糯米橋右側)",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "國姓鄉",
    "Coordinate": "24.0536579,120.9086090",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117172137.jpg"
  },
  {
    "ID": "358",
    "Name": "天野青草藥園休閒農場",
    "Tel": "049-2631366(黃碧芬)",
    "Introduction": "天野青草藥園休閒農場擁有占地一公頃的青草藥園，種植了200科別、1200個藥草品種，還有藥草老師，能教導民眾藥草的知識，輕鬆認識白花蝶豆、月桃或最金錢草等最常見的藥草植物。健康、自然、無負擔的養生料理，是天野青草藥園休閒農場的理念。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "南投縣竹山鎮集山路二段591-2號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "竹山鎮",
    "Coordinate": "23.7843398,120.7123192",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151013155448.jpg"
  },
  {
    "ID": "361",
    "Name": "樹寄屋籬休閒農場",
    "Tel": "049-2563802(賴寶哲)",
    "Introduction": "位於南投縣草屯鎮坪頂山上的「本草奇花園休閒農場」占地7.2公頃，本來的樣貌是一座種植檳榔樹、竹林、及相思樹的山頭，於地震後經過6、7年開墾，96年6月及12月分別取得「南投好精彩休閒農場」及「本草奇花園休閒農場」營利事業登記證，對外皆以「本草奇花園休閒農場」作為宣傳。 本草奇花園休閒農場座落於其他兩座山之山谷間，東邊鄰近草屯鎮南埔、西邊可遠眺八卦山脈、南邊可一睹集集大山，天氣晴朗可一覽奇萊山主峰。 對外交通便利，是一處鬧中取靜的桃花源勝地。農場內主要規劃為：藥用植物園區、水生植物園區、生態園區、休閒步道及活動園區等五大規劃區，主人吳先生對花草植物非常感興趣，至理名言是「花草皆為藥用植物」，他常在入口處信手採摘香草就來泡茶，園區內的花草、植物、樹木皆不用化學肥料及農藥噴灑，本著與大自然共存共榮的信念，建設取材都採用自然工法，利用大石頭堆砌溝渠、河道讓蕨類植物從縫隙中生長出來，步道也利用自然水土保持法讓大雨來時能自主宣洩及呼吸，園區內種植上千種藥用植物，是一處結合教學與研究的活教室，園區內生態多樣性更不在話下，各種鳳蝶的蜜源植物處處可見，屆時五彩繽紛的彩蝶饗宴就此展開。",
    "TrafficGuidelines": "",
    "Address": "南投縣草屯鎮坪頂里富頂路股坑巷22-31號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "草屯鎮",
    "Coordinate": "23.9653085,120.7088625",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117141341.jpg"
  },
  {
    "ID": "363",
    "Name": "森十八休閒農場",
    "Tel": "049-2273797",
    "Introduction": "森十八座落於參山國家風景區三大灌溉水壩前，堪稱南投名間香格里拉，左右環山擁抱，二高居旁穿梭，灌溉水壩盡收眼底。 進入農場映入眼廉的是天然尤加利樹群，走在林間，森林芬多精帶領我們浸沐於大地的恩寵，可讓你遠離都市的塵囂煩惱，喚起心中對大自然最真摯的嚮往。如果你放慢步伐，還可以看見陽光移動的腳步，聽到風動樹葉的沙沙聲。來這裡用餐，不管是香氣排餐、時尚風味餐、樂活輕食餐、森林舒活餐都將滿足您的味蕾。\r\r 本農場以結合自然生態、農業生產、休閒生活、養生美食為經營理念，成為人們假日休閒的場所，是一處兼具自然、農業、休閒、美食等多功能之農場。其周邊之遊憩景點有：松柏嶺(受天宮)、竹山紫南宮、集集火車站、車埕火車站、天梯、日月潭、溪頭森林遊樂區等知名景點，是週休二日好去處。\r\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "南投縣名間鄉田仔村田仔巷16-8號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "名間鄉",
    "Coordinate": "23.865896,120.674956",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117180543.jpg"
  },
  {
    "ID": "366",
    "Name": "南投休閒農場",
    "Tel": "049-2238788張(火段)武",
    "Introduction": "南投休閒農場位於南投市近郊，屬於八卦山風景區範圍內，也是同源圳自行車道休息站，此處風景幽美，可眺望中央山脈．集集大山．合歡山．九九峰等自然景觀，園區設有瞭望台．涼亭．農產DIY體驗設施．生態池．烤肉控窯區．露營區．香草植物區及３００坪多功能休閒活動廣場，綠草如茵，可提供機關團體．社團．教育機構．戶外活動．洗滌身心，園區內同源圳淳淳流水，終年濤聲不絕，飛瀑渾然天成。",
    "TrafficGuidelines": "",
    "Address": "南投縣南投市大庄路151巷188號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "南投市",
    "Coordinate": "23.9010171,120.6845796",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119154448.jpg"
  },
  {
    "ID": "370",
    "Name": "七口灶休閒農場",
    "Tel": "0972-886913(陳味淑珍)",
    "Introduction": "『七口灶休閒農場』是中部地區南投的合法休閒農場,是經過農委會准予籌設的合法休閒農場，園區經過細心的整理,以休閒農業區的主題經營概念提供南投露營烤肉的絕佳地點選擇。在南投休閒農場中,七口灶是適合團體機關露營烤肉的休閒農場,歡迎機關,團體來舉辦健康親近大自然的烤肉露營與團康活動,相信七口灶是您國內旅遊烤肉露營的最佳選擇。 全區早、晚各有不同的風貌，離草屯市區僅10多分鐘車程，卻全無市區的吵雜喧擾，園區內寬廣的大草皮，看了讓人心曠神怡，甚至會有想在草地上打滾的衝動，到了晚上，園區內沒有光害是觀星勝地，農場也備有唱歌設備，可讓遊客高歌一曲，這裡可說是郊區不可多得的市外桃源。 提供露營炊具出租、代辦伙食服務及浴廁等設施，且有露營中心，內有管理處、緊急救護站等，不僅提供諮詢服務，也讓遊客不必擔憂突發意外事故時無法處理。所以想要到南投一試在休閒農場露營烤肉滋味的民眾只要開著車前往『七口灶休閒農場』，就可以享受露營休閒樂趣囉！",
    "TrafficGuidelines": "",
    "Address": "南投縣草屯鎮富頂路股坑巷13-88號 ",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "草屯鎮",
    "Coordinate": "23.9653085,120.7088625",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151127135401.jpg"
  },
  {
    "ID": "373",
    "Name": "雲科生態休閒農場",
    "Tel": "05-5338447",
    "Introduction": "農場距斗六市區很近，交通方便。農場種植各種果樹，尤以柑桔類為其特色，有文旦、明尼桔柚、星紅寶石葡萄柚、茂谷柑、佛手柑、艷陽柑、印仔柑等，一年四季幾乎都可採果、賞景；春天賞花、聞花香、蜜蜂飛舞；夏天賞果、捉泥鰍、聽蟬聲；秋天開始採果到冬天，四季不同景色變化。園區各種野鳥棲息，叫聲悅耳，各種小爬蟲穿梭在樹幹草叢中，可以認識陶多多不同品種柑桔，探討植物生命的奧妙，品嘗新鮮美味水果，又有捉泥鰍趣味活動，也有焢窯、烤肉親子活動空間，能認識農業生產過程，實習耕作體驗。了解農村文化農具展示，從古代到現代都有。參觀果品分級包裝作業、拓印、童玩DIY，適合全家親子活動是集休閒、放鬆身心，又兼具教育、體驗的好去處。\r\r 大型泥鰍池號稱雲林縣最大的泥鰍池，水池是由水泥建造而成、水質清澈，是都市現代兒童最難得的體驗。離雲林科技大學900公尺，緊鄰清泉灣水上世界，可順道遊玩。",
    "TrafficGuidelines": "",
    "Address": "雲林縣斗六市大學路二段273巷67號",
    "OpenHours": "",
    "City": "雲林縣",
    "Town": "斗六市",
    "Coordinate": "23.6978537,120.5483770",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151112173323.jpg"
  },
  {
    "ID": "374",
    "Name": "仁愛休閒農場",
    "Tel": "05-5892339(陳鳳玉)",
    "Introduction": "林內鄉位於雲林縣東北端，有好山好水，是一個小而美的地方，由於土壤多樣化，且以濁水溪灌溉，雨量充沛，極適合農業發展，農產作物繁多，主要以果樹、蔬菜為主。以種植多樣化果樹的仁愛休閒農場，位於雲林縣林內鄉林北村內，農場主人賴宗賢原本開設絨織廠，因道路拓寬廠區遭徵收，因而結束絨織廠的經營，當起全職的農民。 在林內鄉土生土長的賴宗賢，除了經營工廠的歲月之外，對於農業仍有著濃厚的情感，誠如農場主人說的，接觸土地看著自己用心耕作的果樹，從栽種到結果至送到消費者手中，其間的成就感不只是耕耘的收穫，而是能將自己用心經營的成果與消費大眾分享。 仁愛休閒農場占地1.1公頃，農場規畫酪梨種植區、芒果種植區、龍眼種植區，其間還穿插著珍貴的果樹，如：樹葡萄、櫻桃等，農場主人臉帶笑容的說：農場裡的龍眼和芒果在冬天也可以吃得到喔！這讓很多來參訪的遊客感到驚奇！因為這兩種水果都是夏天才吃得到的。其實就是因為可以生產四季採收的水果，所以這已成為農場提供導覽解說的主要素材。 賴宗賢說，只要透過水分與肥料控制，再控制花期交錯配種，就能一年四季吃到新鮮龍眼。冬天生產的龍眼沒問題，滋味同樣鮮美。產季交錯作業程序雖然麻煩複雜，但也因此讓水果避開盛產期的廉價，可維持農場經營的收益，因此主人也就樂當聰明快樂的農夫！ 仁愛農場提供兼具自然、農業、休閒等多功能的農場，讓親近林內鄉這塊土地的遊客可藉由賞花、採果、體驗本土多樣的農村生活。",
    "TrafficGuidelines": "",
    "Address": "雲林縣林內鄉仁愛路55-3號",
    "OpenHours": "",
    "City": "雲林縣",
    "Town": "林內鄉",
    "Coordinate": "23.7682152,120.6102882",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117180409.jpg"
  },
  {
    "ID": "375",
    "Name": "達莉農莊休閒農場",
    "Tel": "05-5893189(張嘉民)",
    "Introduction": "位於雲林縣林內鄉重興村純樸鄉間的達莉農莊休閒農場，以農業體驗型態為經營目標。61年次的主人張嘉民原本任職於中部一家貿易公司，因從小跟隨父親從事農作及果菜批發的工作，耳濡目染之際對於農田土地自有一股深厚的情感，遂於六年前開始利用下班之餘當起假日農夫，直到父親逝世之後才認真規畫起父親留下的大片農田。 達莉農莊休閒農場占地約0.9公頃，部分以網室種植無花果，另外有開放式種植可四季生產的芒果及檸檬，特別一提的是，在芒果園裡可看到櫻花樹穿插其間，原來主人有個夢想，希望未來可以讓遊客坐在櫻花樹下品咖啡嚐鮮果。主人驕傲的說：「農莊裡所有的蔬果都是以無毒天然方式種植生產，因擁有得天獨厚的地理環境，肥沃的土壤加上源自濁水溪的灌溉用水，不用特別施藥就能產出鮮甜味美的鮮果。」 目前農莊除了以種植無花果及芒果為主之外，主人利用廣闊的土地及安全的網室設施，開始養起雞隻，進入園區只見到隻隻健碩的雞隻不畏生人的靠近，展起高亢的雞鳴歡迎著遊客的到訪，讓人不禁有如進入開心農場一般。農莊採預約式經營，團體遊客可透過事先預約方式參訪，主人會參訪依須求規畫相關活動內容。",
    "TrafficGuidelines": "",
    "Address": "雲林縣林內鄉重興村重興路173-5號",
    "OpenHours": "",
    "City": "雲林縣",
    "Town": "林內鄉",
    "Coordinate": "23.767346,120.572904",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117175953.jpg"
  },
  {
    "ID": "384",
    "Name": "一粒一絲瓜休閒農場",
    "Tel": "(05) 239-8541",
    "Introduction": "這裡原主業為有機絲瓜園，後來因應有機休閒農業推動，消費者也可實地到農場走動監督，於是轉型成農場，這裡還是以種植有機絲瓜為主，肥料使用米糠、大豆粉、黑糖與養樂多來發酵，且通過慈心認證，除銷售給慈心里仁商店外，也製成絲瓜露等產品，銷售量呱呱叫。 因為經營有成，沈重庚於94年得到全國模範農民的殊榮，他也兼當地的導覽員，對於各種農作物知識都很熟稔，例如在有機農作因為不能噴灑農藥，所以有害蟲，所以他在地瓜葉旁種植菸葉來抵制。 沈重庚也常到處學習充實知識，如到嘉義大學上中草藥學的學分班以更近一步了解決明子的用法，讓消費者可以食用的更安心。他也是擅長鄉土諺語與故事的高手，隨手抓來肉豆葉，就可以說起3個女兒不如1棵肉豆的故事。到了端午節，現場種植的艾草、石菖蒲、榕樹又成為驅邪傳說的好題材，遊客都聽得津津有味。 來到這裡除了採絲瓜外，當地老師傅利用竹子興建，外塗土粗糠，讓遊客可以參觀冬暖夏涼的「古亭畚」民宿。這裡也可DIY各種造型的菜瓜布，品嚐親手採摘的地瓜葉，配鄉土味的絲瓜粥，讓您來一趟之後吃、玩、住、買全部都滿足。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "嘉義縣中埔鄉和睦村 14 鄰 35-7 號",
    "OpenHours": "",
    "City": "嘉義縣",
    "Town": "中埔鄉",
    "Coordinate": "23.442882,120.461686",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113135334.jpg"
  },
  {
    "ID": "387",
    "Name": "獨角仙休閒農場",
    "Tel": "(05) 203-0666、(05) 253-5336",
    "Introduction": "獨角仙休閒農場以新鮮牛奶入菜的酥炸鮮奶饅頭、鮮奶火鍋是這兒的特色佳餚，民眾來此可千萬別錯過，尤其酥炸鮮奶饅頭更滿足許多挑食小朋友的胃。\r 青木瓜燉雞湯、炒台灣嫩山蘇、白斬土雞是老饕來此必點的佳餚，放山土雞的體型雖然較小，但肉質鮮嫩彈 Q，沾上一點醬油膏入口，美味無窮。\r 品嚐滿桌佳餚時，可別忘了拿瓶中埔鄉農會推出的石蓮花果汁，添加鳳梨、奇異果原汁的石蓮花原汁不僅調和了石蓮花汁的寒性，更適合解膩；飯後一杯鮮奶霜淇淋，更讓嘴巴劃下甜美句點。",
    "TrafficGuidelines": "",
    "Address": "嘉義縣中埔鄉石硦村 15 鄰石硦 45-2 號",
    "OpenHours": "",
    "City": "嘉義縣",
    "Town": "中埔鄉",
    "Coordinate": "23.4072537,120.5500473",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119144915.jpg"
  },
  {
    "ID": "389",
    "Name": "龍雲休閒農場",
    "Tel": "05-2562216",
    "Introduction": "龍雲休閒農場位在阿里山公路旁，靠近奮起湖的山坡地，從石桌往奮起湖的169道路上有叉路通往。龍雲休閒農場是以主人鄧金聰的三合院老厝為中心，經過十幾年的經營，逐漸有今天的規模。其所在的區域有大片的竹林、杉木林、櫻花林和天然林等自然資源，當地人特別保留下來不開發，聯合成立了台灣第一座由民間自行成立的「自然生態保育區」。由於環境自然多樣，因此在此生活的野生動物也非常多樣，其中不乏一些保育類動物。農場一年四季都是賞蛙的好季節，而夏天的黑翅螢、冬天的雪螢，讓前來的遊客都能欣賞到火金姑美麗身影。",
    "TrafficGuidelines": "",
    "Address": "嘉義縣竹崎鄉中和村石桌1號",
    "OpenHours": "",
    "City": "嘉義縣",
    "Town": "竹崎鄉",
    "Coordinate": "23.487854,120.7032070",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151013164907.jpg"
  },
  {
    "ID": "392",
    "Name": "南元休閒農場",
    "Tel": "06-6990726",
    "Introduction": " 兩千多個品種、二十萬株花木、七個天然湖泊、八十五個精心規劃的遊憩景點，這裡不是避世仙境桃花源，而是座落於台南市柳營區，占地三十多公頃的「南元休閒農場」！\r\r 喜歡蒔花蓄草的負責人，同時也是台南在地紡織實業家吳天素，花了近三十年克服土質、環境問題，如今「南元休閒農場」囊括千種花木，日本八丈島明日葉、南美洲美人樹、孟加拉大鄧伯花、山茶、辛夷花、鬱金香，都在這座生態大觀園安身立命。也因此，「南元休閒農場」隨四季變化輪番上陣的豪華花景秀更是一絕，櫻花谷、桂花迷宮、茄苳路、玫瑰步道……數十種花木景觀區、隨時維持百種以上盛開的花卉，讓來客到訪的每一天都是花季。\r\r 除了自豪的花木，「南元休閒農場」為活用大自然原始景觀和田園文化資源，還規劃了「森林生態系」、「湖泊生態系」、「農村生態系」等三大生態區、共一百多項觀覽設施，藍腹鷴、孔雀雉、麝香豬、波爾羊……等等珍稀動物，皆能在這珍奇生態大觀園中一窺面貌。 無論是逛累了、腳痠了、或只是想多沉浸在「南元休閒農場」的靜謐氛圍中，此處更設有媲美歐美國家的「水上木屋區」住宿，以加拿大進口香杉原木建築而成，在湖上與林蔭間，終年滿室生香、舒適好眠。\r\r 若想逃離壓力俗務、得到心靈能量的充盈滿足，不需再尋覓你的桃花源，來「南元」就夠了！",
    "TrafficGuidelines": "",
    "Address": "台南市柳營區果毅里南湖25號",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "柳營區",
    "Coordinate": "23.2541488,120.3776262",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113160559.jpg"
  },
  {
    "ID": "393",
    "Name": "大坑休閒農場",
    "Tel": "06-5941555",
    "Introduction": "位於新化區山區的大坑休閒農場，原是從事農牧生產的農園，為順應時勢潮流轉變對傳統農業造成的衝擊，經精心規劃並投下巨資創建，而轉型為休閒觀光農場。該農場除了保留原有自然景觀的風貌，暑期7~9月更是觀賞螢火蟲的好時節。園區依場內的山形地勢，很有創意地構築各式各樣的休閒旅遊設施，況且大量遍植花草林木，整個場區美化得如詩如畫，場內散發著清新自然的花草香，及原味十足的田園風情，教人不陶醉也難。\r\r 農場設置有繩索吊橋、單索過山、高空滑車、震撼世界等，山場運動設施，有以枕木砌築於林蔭間的棧道，作為登山健行步道，或漫遊期間享受原野森林浴。還擁有佔地500坪的山泉SPA水療浴場，提供三溫暖泡湯、親子戲水、泳池滑水的空間與樂趣。另外有聲光影音效果俱佳的大行會議場所，適合機關團體開會、講習、技能研習、聯誼等活動聚會。\r\r 農場內的食宿也很方便，備有數十間的和式木屋套房或含蒸汽浴的園木屋可供投宿選擇。並有餐飲服務中心提供冷熱飲及生機野菜與山產美食，另外，當有氣派典雅的伊魯巴船形香草咖啡屋，提供濃醇、香的各式咖啡，讓人坐享悠閒。",
    "TrafficGuidelines": "",
    "Address": "台南市新化區大坑里82號 ",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "新化區",
    "Coordinate": "23.0068316,120.3904069",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120160253.jpg"
  },
  {
    "ID": "394",
    "Name": "仙湖休閒農場",
    "Tel": "06-6863635",
    "Introduction": "鄰近關子嶺、烏山頭、曾文水庫，層巒疊翠中蒸騰的雲氣山嵐自谷地湧出，形成一方「雲湖」景致，如夢似幻、恰似仙境。而君臨在上的，就是「仙湖休閒農場」。\r 「仙湖休閒農場」正如其名，高踞台南東山、遠眺嘉南平原，夾道盛開的大花紫葳後是遺世獨立的絕境。坐擁一大片原始森林生態寶庫，其順著地勢和環境往上佈置果園與畜牧區、住宿地，「草原休閒區」、「親子山泉池」、「望仙亭」、「雲湖碼頭」等景點皆在道路左右。其中更闢有「森林步道」、「保育生態步道」，孕育朱鸝、大冠鷲、鳳頭蒼鷹等珍奇鳥類；馬兜鈴、龍船花、阿勃勒等蝴蝶食草和蜜源植物、藥用植物，使來客在觀飛鳥、賞舞蝶間領略生態之美。\r\r 「龍眼、咖啡、野菜」可說是「仙湖休閒農場」的三大特產。以水果產業為本，在此體驗採果自然不在話下，甘美的荔枝、龍眼、柳丁、椪柑在不同季節分別挑動味蕾；然而隨著「東山咖啡」興起，仙湖更建造了露天咖啡吧檯、販賣自產咖啡豆、摘咖啡豆體驗，讓農場旁175縣道「咖啡公路」的美名更盛；特地規劃的「野菜體驗區」開放遊客換上最道地的台灣農夫裝扮、享受摘取野菜的農村樂，摘下的野菜洗淨後就可立即上桌。除此之外還有客家傳統米食、紅龜粿DIY，讓遊客不虛此遊，看得到、採得到、也吃得到！\r\r 「仙湖休閒農場」的美好，等你親身體會。 ",
    "TrafficGuidelines": "",
    "Address": "台南市東山區南勢里賀老寮一鄰6-2號",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "東山區",
    "Coordinate": "24.778289,120.988108",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120160558.jpg"
  },
  {
    "ID": "395",
    "Name": "走馬瀨休閒農場",
    "Tel": "06-5760121~3",
    "Introduction": "走馬瀨農場為台南市農會全心經營的休閒農業區，也是交通部觀光局列為台 84 省道遊憩度假中心，場區由曾文溪中游三面環繞、阿里山支脈烏山嶺四邊環抱，形成一塊山水桃花源。園區遊憩面積廣達 120 公頃，40 公頃的紐西蘭牧野草原風情，浩瀚壯麗，獨步全台灣。放眼望去盡是碧綠的草原與林蔭，整個場域被曾文溪三面環繞，優美的環境也孕育著豐富的動植物資源，根據生態調查研究發現，農場擁有 150 多種野生動物，其中還包含數種保育類動物。\r\r 走馬瀨農場是多功能、全方位的旅遊勝地，更是全年無休四季皆宜的休閒樂園，不論個人或團體行程，單日或多日休閒，定點或連線旅遊都極易規劃，聲名早已享譽國內外，佳評與入園人潮正與日俱增，不論在此園區舉辦會議研習、教育訓練或團康活動，以及休閒渡假等，必然都會有輕鬆自在、愉悅身心的收穫。\r\r 走馬瀨農場有設備完善的住宿設施，不同風情的渡假風格滿足各客群需求，蘭花會館典雅宜人的內部裝潢，讓人於休閒娛樂之餘，亦能享受高品質住宿。草原別墅四人房緊鄰綠草如茵的高爾夫球場，擁有極佳的視野，眺望遠方草原與綠色隧道，週邊呈現全區的綠意讓人心曠神怡。溫馨典雅的渡假木屋四人房，是公司會議或學生團體的熱門選擇，獨享 1 人 1 床的自由空間。歐式旅館四人房空間寬敞、軟硬適中的床加上窗外的綠蔭，在樹上賽跑的松鼠、五色鳥都能讓您有出奇不遇的驚艷！\r\r 走馬瀨農場適合渡假、運動、休閒遊憩、露營，是適合全家大小、親朋好友出遊的好去處，歡迎大家到走馬瀨農場一起享受鄉村旅遊的悠閒氛圍，一起體驗創『心』的感動。",
    "TrafficGuidelines": "",
    "Address": "台南市大內區二溪里唭子瓦 60 號",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "大內區",
    "Coordinate": "23.122445,120.4184781",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160104140157.JPG"
  },
  {
    "ID": "396",
    "Name": "吉園休閒農場",
    "Tel": "06-5725715、06-5727689(梁茂隆)",
    "Introduction": "麻豆以出產美味的文旦及柚子聞名，而麻豆吉園就是一個結合了文旦採摘、校外教學及觀光遊憩的好地方。 占地相當寬廣的文旦園，不僅在中秋前後可以採果，在每年3月份還可以看到柚子花開，整園的白色柚子花，彷彿下了場春雪一般，讓看過的人都不經懷念再三。 對吉園的主人梁大哥而言，農產品生產是一個相當重要的環節，園中的一景一物都以能接近果樹為前提，例如尚在規劃中的賞景休息區，即是打算以原木拼接而成，周圍採開放式的空間，讓民眾坐在室內伸手即可碰到外頭的文旦樹，與大自然之間絲毫沒有距離。更因為賞景休息區設在文旦園的側邊，走進吉園農場的人，第一眼就能看到綠油油的果樹，凝神深深一呼吸，彷彿可以聞到那文旦的香氣！ 到了吉園除了採果外，也千萬別錯過梁大哥親自研發的柚子醋，這可是梁大哥經過多次試喝之後才確定味道的美味柚子醋，不但有水果醋的好功效，更有清新的柚子香，可說是難得一見的好醋喔！",
    "TrafficGuidelines": "",
    "Address": "台南市麻豆區南勢里總爺104-1號",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "麻豆區",
    "Coordinate": "23.1864136,120.2696488",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119152231.jpg"
  },
  {
    "ID": "397",
    "Name": "驛棧香草園休閒農場",
    "Tel": "06-7264625(許黃淑真)",
    "Introduction": "『你的老家是什麼樣子？』在一次搭乘火車的旅途中，偶然看到這一句話，心中衝擊不已，在20多年的設計創作不少作品，而自己的故鄉佳里鎮，除了有一倉庫作為收藏設計寶物之用及一片休耕農地，是否還有其它可能？ 本案是筆者利用7台17米火車車箱作為無固定基礎之展覽空間，以「生態、節能、減廢、健康」為目標，利用報廢火車、漂流木、及各種回收再生資源物拼湊出一節一節的夢想列車,串起人與人之間的連結情感，自然鋪陳出回家的夢，期盼達成能源自給、環境親和、資源永續的綠色空間。 開始由筆者動員在地人進行整地、生態湖挖掘、吊火車等重機工程，以及青年學子參與火車彩繪種植香草、到如今蝴蝶和蜜蜂在香草花田採花蜜、蜻蜓與螢火蟲在池畔嘻戲，從原本荒煙蔓草的廢耕農地，臭氣沖天的溝渠，變成一座繽紛美麗的香草農場。 在故鄉土地上刻畫出月台上悲歡離合的深情感動，將來還有教育課程、社區文化也將持續進行互動，從綠美化、能源運用、音樂表演、藝術場所、社區營造活動等不同的議題，充份瞭解社區資源，不斷激發在地的學習與參與,鼓勵人們探索臨近的自然環境，筆者以本案傳遞出對故鄉深厚在地情感，以理性戲弄空間，以感性發揮創意，為社區打造一座深具在地特色的創意空間。",
    "TrafficGuidelines": "",
    "Address": "台南市佳里區子龍里21鄰子良廟226-8號",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "佳里區",
    "Coordinate": "23.1696067,120.2079953",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120160651.jpg"
  },
  {
    "ID": "398",
    "Name": "台南鴨莊休閒農場",
    "Tel": "06-6901101",
    "Introduction": "台南鴨莊休閒農場位於台南官田，位處官田區與大內區交界處，是祖傳三代的養鴨人家，內有各式皮蛋禮盒、鴨蛋產品、田媽媽團體合菜，農場占地三公頃以上，在政府大力宣導農業轉型政策下，決定轉型為休閒農場，將農場開放給學童們，從事戶外教學農村體驗活動，有鴨蛋教室、蛋的 DIY 及可愛淘鴨彩繪等趣味體驗，是小學生戶外教學的一個好地方！農場也提供露天烤肉區、懷舊焢窯與露營場地，是一個適合推薦親子遊或家庭日前來，充滿歡樂氣息的農場。\r\r 農場除了養鴨子外，還有小動物如小白兔、山羊、麝香豬等。遊戲設施另外還有原木兒童城堡、氣墊溜滑梯、玩沙池、小朋友愛玩的手搖船、腳踏車、棒球九宮格、釣魚、撈魚、彈跳床、拉大泡泡、積木等玩具。適合全家人親子同樂，帶小朋友來玩，推薦的精彩豐富的內容可以玩上一整天。\r\r 農場的特色介紹\r 我們是祖傳三代的養鴨人家，養鴨工作，雖然辛苦，但也從工作中體會無窮的樂趣。目前農場已拓展到三公頃以上，一切設施完善，環境清幽。在政府大力宣導農業轉型政策下，乃決定將農場開放給學童們，從事戶外教學，目的是讓城鄉的學童，親自體驗農業生產之甘與苦。而知惜福愛物，降低功利主義的心態，培養仁愛精神。\r 建設方面講究自然方法，用心經營於解說員的素質培養，場內植栽與禽畜的照顧，課程內容的生動活潑化，達到體驗與教化功能。\r\r 本農場為了因應台灣加入世界貿易組織以後，傳統農業受到的衝擊，除了提升蛋的加工層級，從原先只做傳統鹹鴨蛋、無鉛皮蛋以外，更研發了酒香蛋、香茅草茶葉蛋、頂級無斑點皮蛋、青草皮蛋等二十種產品。也將整個農場重新規劃提供戶外教學、垂釣、烤肉、焢窯、露營、親子遊戲區等區域。週六假日及國定假日開放遊客參觀體驗，平日接受團體預約，從事戶外教學，公司行號自強活動，均由專業夥伴為顧客作生態導覽、科學趣味水火箭比賽、蛋品 DIY 等。使得城鄉的學童能夠親自體驗農村生活，寓教於樂；忙碌的上班族來此紓解身心壓力，享受一天知性、感性又具娛樂性之旅。",
    "TrafficGuidelines": "",
    "Address": "臺南市官田區渡頭里三塊厝178-1號",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "官田區",
    "Coordinate": "23.1535588,120.3439062",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117172641.jpg"
  },
  {
    "ID": "399",
    "Name": "春園休閒農場",
    "Tel": "06-7895588(林朝明)",
    "Introduction": "占地五公頃的春園高爾夫休閒農場位於七股區看坪村，早期為國內知名排水溝鑄造公司成興家族的私人渡假場所。民國九十六年順應年輕一輩家族成員建議，讓蒙著神秘面紗近十五年的招待所，正式對外開放，民眾因而也可享受此樹木成蔭的綠意盎然美景。 因家族成員多熱愛高爾夫，特在球園內廣大草皮上建置短九洞高爾夫球場，藉此想打破高球等於高貴的刻板印象，將高爾夫球推廣成為全民運動。因此除了老手可享受揮桿的適意，對於初學者，農場亦貼心的開設兩小時的「高爾夫球研習會」，課程包含高爾夫球發展、飛行物理特性、球桿種類、基本握桿姿態及方法、球場禮儀與服裝等，最後更可下場實地擊球。 園區除住宿休息外，還有烤肉、焢窯、露營等活動套裝可供遊客選擇。農場也結合附近賞黑面琵鷺、遊七股潟湖紅樹林、及爬七股鹽山等活動，為住客設計濱海旅遊套裝行程，帶動七股濱海觀光。 農場主人林總經理推廣家庭活動觀念，他指出，一般國內農場多傾向以小孩活動為主軸，父母的休閒反而被忽略了，但在春園農場舉行家族聚會時，父親們可以練習揮桿，母親們泡茶喝咖啡甚至烤肉焢窯，而孩子則可於寬闊園區內騎腳踏車或在大型遊樂場玩樂，每個人的身心都得到完全放鬆。",
    "TrafficGuidelines": "",
    "Address": "台南市七股區看坪村看坪46-10號",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "七股區",
    "Coordinate": "23.1195166,120.1011836",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117142343.jpg"
  },
  {
    "ID": "404",
    "Name": "快樂天堂休閒農場",
    "Tel": "(07) 632-1296 (公司)、(07) 631-2268 (住家)",
    "Introduction": "快樂天堂生態農場位於高雄市阿蓮區，開車從國道一號或二號下交流道，皆可於10分鐘內抵達。也因為距離台南市及高雄市皆僅有30分鐘車程，是南部地區學校戶外教學的熱門地點。 園區最大的驕傲，就是擁有南台灣復育蝶種最豐富的蝴蝶生態館，農場各處可見鳳蝶、斑蝶等翩翩飛翔。最為特別的是園內遍植馬兜鈴，成功吸引列為保育的黃裳鳳蝶前來採蜜。而可容納約100人的蝴蝶花園庭園咖啡座，就位於蝴蝶館外的大草皮上，遊客可在蝴蝶成群飛舞環繞的綠地上享用咖啡與美食，相當浪漫。 遊客到農場必點的餐點有「石窯土雞」，是以獨家香料醃製當地飼養的放山雞，再以龍眼木煙燻一小時鎖住雞肉原汁，深受老饕喜愛。農場現摘鮮榨的「西印度櫻桃汁」僅於五、六月限量供應，更是熱門飲品。 除蝴蝶園及展示有上千種昆蟲的標本館，可愛動物區飼養有小白兔、迷你麝香豬、小松鼠、及可餵食的小羊等。棉花糖DIY、不定時噴灑水柱的雨淋體驗區、及可親子同駛的軌道小火車更是讓小朋友捨不得離開。 農場幾乎每天都有戶外教學活動，也接辦各式會議活動，如老人成長班與扶輪社茶會等，真是一個名符其實的快樂天堂。",
    "TrafficGuidelines": "",
    "Address": "高雄市阿蓮區南蓮里中正路 897 號",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "阿蓮區",
    "Coordinate": "22.8801391,120.3191927",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113160212.jpg"
  },
  {
    "ID": "405",
    "Name": "老爸休閒農場",
    "Tel": "0912-987852(呂胤?)",
    "Introduction": "老爸休閒農場可算是小港地區觀機農場的始祖。69年次的年輕老闆原本在南投埔里開咖啡店，後來又駕著行動咖啡車在清境農場地區賣咖啡。他的咖啡好喝，連老外都讚不絕口，曾有位加拿大籍的高中美語主任特別寫了一張保證書，大讚老爸農場的咖啡令他驚艷，服務親切且無微不至。現在這張放大版的品質保證書架在農場門口，迎接味蕾挑剔的咖啡迷。 個性豪爽的老闆即為此有名咖啡的靈魂，每杯咖啡幾乎都是出自他的手。他很有感情的說，每位客人都是獨一無二，只要來過幾次，他就能清楚記住客人喜愛的口感和種類，下次客人再來，多能精準調配好咖啡的比例和口味。 為讓客人有絕佳的觀機環境，老闆把燈柱及電線桿等視覺障礙物往後移置，也因為這裡有別家觀機農場所不能及的絕佳視野，吸引很多攝影迷和飛機迷前來取景拍照。老闆年輕帶點頑皮的個性，也反映在店內的佈置。他選用鮮豔大膽的顏色漆在地上和牆上，就連別家農場不是很注重的靠機場跑道圍欄，也漆上五顏六色，別具另類美感。 因為眷戀故鄉終年晴朗熱情的天氣，老闆回到高雄，藉由咖啡和飛機，繼續提供他對好咖啡的堅持。如果您對咖啡上癮、不喜歡太多噱頭、只單純喜歡飛機，來這裡一定對味！",
    "TrafficGuidelines": "",
    "Address": "高雄市小港區明聖街135巷10弄16號",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "小港區",
    "Coordinate": "22.578521,120.3441820",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117141854.jpg"
  },
  {
    "ID": "407",
    "Name": "張媽媽休閒農場",
    "Tel": "07-6564569(張坤耀)",
    "Introduction": "大樹張媽媽休閒農場位於大樹佛光山下，台21線旁，農場主人為張坤先生與太太羅玉梅女士，但因園區開放時都是張媽媽在招呼客人，所以大家以張媽媽相稱，所以農場才命名為張媽媽休閒農場。 夫婦倆熟知桑葚的好處，因此利用大樹區的好山好水，種植兩分地的桑葚及超過兩公頃的玉荷包。每年3-5月桑葚產期，皆對外開放採收，且園內種植的桑葚都是不噴灑農藥，每年會經過高雄農業改良場抽驗及SGS檢驗合格，無農藥殘留，可以安心食用。 因桑葚及玉荷包都是季節性產品，為因應產期產量過剩及解決非產期的農閒階段，同時也為了增加產品的多元性及食用的方便性，張媽媽休閒果園特別研發出桑葚汁、桑葚果醬、酵醋、茶包及玉荷包蜂蜜等產品。純手工熬煮而成的桑葚汁，保證無添加香料及色素防腐劑，符合現代人養生的需求。桑葚酵素採用新鮮桑葚釀造而成，先經醋化，並歷時２年釀造，保證不添加任何化學成分，產品多元的開發可讓的遊客一年四季都可以享受到桑葚的美味。 位於服務中心後的桑葚果園，除種植桑葚外，點綴了少許的洛神花，而服務中心前之草坪及造景庭園，有休閒農場少見的優質草坪，在園主悉心照顧下，輕踩於草坪上，如同是高級地毯般柔軟感，有空時不妨到此走走，並品嚐沁涼桑葚汁及和享受和煦陽光！ 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "高雄市大樹區興田里興田路116-1號",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "大樹區",
    "Coordinate": "22.7467128,120.4480208",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117172803.jpg"
  },
  {
    "ID": "410",
    "Name": "昇泰有機休閒農場",
    "Tel": "07-3967003、0932-888458",
    "Introduction": "天然條件優良：農場位於台灣高雄市田寮區大崗山東面。\r 1. 水質優良 (山上礦區雜草叢生)。\r 2. 石灰石地質 (含微量元素、鈣...等)。\r 3. 山坡地、無其他污染家庭工廠污水流入。\r 4. 陽光足、向陽上午日照長、紅外線、花開茂盛、蜜源質量優。",
    "TrafficGuidelines": "",
    "Address": "高雄市田寮區新興村崗南路4-1號",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "田寮區",
    "Coordinate": "22.8500846,120.3554913",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119150624.jpg"
  },
  {
    "ID": "418",
    "Name": "穎達生態休閒農場",
    "Tel": "08-7990383(崔鐵柱)",
    "Introduction": "穎達生態休閒農場位於屏東縣萬巒鄉成德村，是一私人農場，但難得的是面積相當廣闊，且保留相當自然的風貌。面積有50多公頃，海拔約100公尺，位在中央山脈的笠頂山和牛角灣溪間的谷地中，是一平地與山地交界的地區。 農場設施包括生態保育區、荔枝園、觀賞植物區、草原、水塘、小山丘等地形，植物蒼鬱翠綠，種類多達160餘種，鳥類則有60種以上。場內生態豐富多樣，較特殊的生物有黃鸝和台北赤蛙。尤其黃鸝，艷黃的身影飛過翠綠的草坪，除了一聲聲驚嘆外，找不出任何字眼形容這造物者的神奇。穎達農場是極難得可近距離觀察黃鸝生態的地方，場方已設置貨櫃屋住宿區及露營區，設備完善，提供更完整的生態觀察之旅。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "屏東縣萬巒鄉成德村新安路52號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "萬巒鄉",
    "Coordinate": "22.6343007,120.6131929",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113145312.jpg"
  },
  {
    "ID": "419",
    "Name": "大漢山休閒農場",
    "Tel": "0911-934682",
    "Introduction": "大漢山休閒農場是空氣、水質、生態、自然景觀優美的好去處。位於春日鄉大漢山區域海拔500公尺，平均溫度24度。從農場可遠眺枋寮海岸線，視野極佳天氣好時還可以看到海面上的作業漁船和商船緩緩駛過。農場主人原以造林為主，經過數十年的造林整個園區可說是樹林參天，漫步其中享受大自然的森林浴，吸收芬多精的精華對人的健康也不錯。 露營、登山溯溪、古道之旅泡溫泉。享受寧靜，煩聽美妙流水聲，夜裡觀賞明月星河、萬家燈海。本區於位南大武山之大漢山區，氣勢雄偉壯麗，氣候溫和少有季風，青山翠谷、空氣清新、田園景觀優美，高處視野遼闊，可眺望廣大平原及海洋、小硫球，底處有士文溪，溪水清澈而涼爽，在山中寧靜且無塵埃，置身其中彷若仙境。 園區面積約22公頃，地理環境和磁場相當適合長期居住或短期休閒渡假，可解除壓力、修心養性。其氣候、空氣、水質和土壤更能生產出高品質無汙染的蔬果、花卉及其他作物。",
    "TrafficGuidelines": "",
    "Address": "屏東縣春日鄉春日村春日路 67 號  (新開村大漢林道 3.8 公里)",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "春日鄉",
    "Coordinate": "22.3739575,120.6311999",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120160443.jpg"
  },
  {
    "ID": "420",
    "Name": "士文自然休閒農場",
    "Tel": "08-8790001(程玉書)",
    "Introduction": "破曉時分，農場中的動物就開始了一天的活動，樹林間可以見到台灣彌猴穿梭，樹上亦有多種的鳥類鳴唱悅耳音樂，喚醒沈睡在露營區的遊客，這正是農場內最棒的起床號，位在春日鄉北湖呂山登山口前的士文自然休閒農場，就是提供給遊客如此和大自然親近且無拘束的地方。 站在農場的眺望台，天氣晴朗時可以遠望小琉球、大鵬灣都可以一覽無遺，農場內種植大量的香楠樹，樹上的果子也吸引了許多的鳥類前來覓食，另外也有一棵樹齡100多年的香楠樹守護著農場，園區內的筆筒樹高達2-3公尺，漫歩園區內仿佛進入時空隧道、進入了侏羅紀時代，害怕是不是有恐龍會從這些筆筒樹叢中竄出。走累了沒關係貼心的農場主人利用大石頭做了許多的石桌椅，可以讓你或坐或躺，享受林間的芬多精的洗禮。 「巴里神石」是一個充滿原住民神話色彩的大石頭，在農場主人敘述下，就像是為這一個眼前的大石頭加注了生命力，它不再是一個大石頭了，而是一個保護當地人民的神石。農場中更有一處有趣的地熱噴氣口，冬季時可以看到一股股的熱氣由孔中噴出，農場在主人的生動的介紹下，場內的花草樹木彷彿就列隊歡迎遊客的到來。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "屏東縣春日鄉士文村士文路52-2號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "春日鄉",
    "Coordinate": "22.3686024,120.6641122",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113150645.jpg"
  },
  {
    "ID": "421",
    "Name": "優生美地休閒農場",
    "Tel": "(08) 882-3553",
    "Introduction": "車城鄉內的四重溪擁有俗稱美人湯的溫泉，在日治時期就與陽明山、北投、關子嶺合稱台灣4大名泉，而優生美地休閒農場就位在群山圍繞的溫泉區中，農場位於四重溪的入口處，顯目的招牌絕對不會錯過它。 農場主王老闆原來在北部從事景觀工程，在偶然的機會來到了四重溪旅行，就愛上了這裡優雅的環境，也許上天希望他能留在這裡享受自然美景，在許多人競爭的國有地標售過程，他幸運的買下這塊土地。從整地到興建，王老闆完全自行監工設計，並全心投入經營休閒農場。王老闆說，農場還是塊風水寶地，「因為農場的左側有座青龍寺，右邊又有個三軍聯訓基地，就像是猛虎般，正是左青龍右白虎的好位置。」由於風水佳，王老闆在農場內也經營民宿，因為「優生」美地可是會讓來這裡住宿的遊客生出優秀小寶貝的好地方。 為了營造恆春半島的原生植物農場型態，王老闆還到處蒐集樹種，希望農場可以呈現出當地的景觀特色，也移植許多株珍貴的樹種到農場，但由於土壤貧瘠，新植作物都適應不良，無法在農場落地生根，但在場主不斷進行土壤改良下，現在農場已呈現了另一番景象。當你進到農場時，王老闆會為每位遊客介紹場內每一棵植物的由來，因為這些植物都有屬於它的故事。 農場內不管是在野溪的護岸上或是房間的壁面，都可以看見農場主人的巧思，例如原本毫無特色的混凝土牆面透過彩繪，變成了一幅生動的畫面，也為農場增色不少。而王老闆還有一個夢想，就是想把四重溪變成一片火紅的鳳凰木林，當花季來臨時，滿山遍野一片火紅的景象是多麼的美麗啊！王場長現在也擔任四重溪觀光發展協會理事長，他的夢想也正向前邁進了一步，讓我們期待這一天的來臨。",
    "TrafficGuidelines": "",
    "Address": "屏東縣車城鄉溫泉村溫泉路57-26號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "車城鄉",
    "Coordinate": "22.09075,120.7460599",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117172520.jpg"
  },
  {
    "ID": "422",
    "Name": "學橋教育休閒農場",
    "Tel": "08-7377758(邱玉隆)",
    "Introduction": "學橋教育休閒農場是以親子、家庭、團體、及寒暑假營隊體驗營為主的農場，在老師及主人對於人文、自然環境的深度導覽下，訪客可先從農場正前方的台灣島生態池「環台一周」認識起，再沿著右方的草坪及生態步道一路探索植物與自然共存的生態，可觀察到樹梢間築巢育鳥的夜鷺、朱鸝、烏頭翁等鳥類。途中經過冷泉小溪，夏天小朋友可以光腳溯溪，親自體驗溪水劃過腳間的快感。 穿過花園迷宮，來到農場主人精心設計的大地遊戲草原，可讓您親身體驗高爾夫推捍及盡情奔跑的樂趣。原野體能遊戲場，數十米的鑽籠、各式的繩橋，可滿足挑戰的慾望及手眼協調能力；來到潛修園，刻字石上的短言名句，充分展露農場主人對教育的期待。 走完農場一遭，可走到戶外至涼山舊隧道，享受夕陽伴我漫步之愜意。夜幕低垂，一起撿拾枯枝、木柴，以傳統爐灶生米野炊，炊煙裊裊，米香四溢，絕對有再來一碗的感覺。享用過野炊的原味野宴後，跟著主人摸黑探尋步道，尋找青蛙、蟾蜍、甲蟲、蜥蜴及蜘蛛的蹤影，回程到耕讀舍前大草坪觀星象、賞明月，體會農場充實而愜意簡單的生活。農場期望藉由一連串的體驗活動，能讓來訪者能學習與大自然的正確相處方式，進而達到生態、教育合一的長遠目標。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "屏東縣內埔鄉隘寮村4鄰清涼路1段150號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "內埔鄉",
    "Coordinate": "22.6922929,120.6222361",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117141754.jpg"
  },
  {
    "ID": "423",
    "Name": "根源自然生態休閒農場",
    "Tel": "(08) 889-7858 (李哲男)",
    "Introduction": "走進農場就有一種回歸自然的感受，在瓜棚下看著一隻灰色中國鵝跟著一隻紅面番鴨正在農場巡視，這對農場的看門寵物看見人就伸長脖子，呱呱叫的靠了過來，就像是在歡迎大夥的到來。 場內處處可見農場主人的巧思，用著珊瑚礁、漂流木、牛車、石磨等材料為農場營造著一種融合自然和古樸的場景，農場的後半部就是農作的生產區域，農場推廣牧草，這是適合人們食用的品種可和牛媽媽吃的不一樣喔！還有提供採果的有機番石榴，值得一提的是農場主人李哲男先生在二十年前開了全國第一家利用樹皮製作堆肥的公司，製作了有機肥料供農場的作物使用，也改良了農場土壤，為了推廣有機農業讓人們有健康的食物，李場長就在這樣的理念投入了有機農業，並且成立該農場讓人們對有機農業有更深的了解。 農場推動有機農業的理念也深得許多生機飲食的團體的肯定，也常利用這農場做為戶外教學的場地，讓人們更愛惜提供我們食物的大地，除了有機農業外農場內種了許多種類的恆春半島的原生植物，農場目前也和社頂部落文化發展促進會合作推出知性文化之旅，讓遊客除了到體驗農場生活外，也可以結合社頂人文及自然景觀，讓遊客能更了解恆春半島的內涵。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "屏東縣恆春鎮省北路二段 568 號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "恆春鎮",
    "Coordinate": "22.0515217,120.7218703",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113160926.jpg"
  },
  {
    "ID": "424",
    "Name": "鯨魚園休閒農場",
    "Tel": "0929-552350、0982220653 (劉怡君)",
    "Introduction": "湛藍的天空，偶爾有幾朵浮雲飄過，開闊的大海，灑滿粼粼波光。在山與海對映的天然美景下，適合喝著咖啡，遠望大海，感受海洋的氣息與生命的力量。可以與三五好友騎著鐵馬，沿著海岸線，追逐風，追逐太陽。你也可以什麼都不做，靜靜地在碧海藍天中放鬆身心靈，找回原來的自己。 這樣的悠閒樂活畫面，不用買機票到峇里島或是希臘小島，就可以親眼看到。 沿著台26線，經過枋山路段後，一座白色城堡矗立海岸邊，希臘式的建築外觀，搭配海天一色的景致，鯨魚園休閒農場就在眼前。而這媲美地中海的美景，也吸引不少名人目光，在這兒蓋起別墅，與鯨魚園休閒農場當鄰居。 進入農場，又是一陣驚喜。不僅熱帶海洋風情洋溢農場的每個角落與庭園造景也都充滿創意、巧思，峇里島的設計風格，讓人有度假感覺，整個人都輕鬆起來！鯨魚園休閒農場在建造設計農場時，以柚木藝術精緻雕刻為主，而這也形成農場的一大特色。內外建築的雕刻，也是到此一遊不可錯過的風景，精緻的工法令人嘆為觀止。 無論黑夜白天，清晨或是黃昏，這裡的海景，都是那麼迷人，坐在木雕精美九龍椅上，遠眺寬闊的海景，心胸舒暢，自然而然忘卻煩憂。 農場背山面海，附近就是里龍山登山步道，融合山水美景及藝術氣息，身心也跟著舒活起來。美麗的海景搭配皇家般的造景，堪稱是頂級的慢活休閒方式，農場也推出有機生活教學活動，其中，無油煙料理教學能幫助大家擁有更健康的身體。 農場主人認為，現代人講求健康、食用有機食物，但更要享受慢活的生活方式，希望來到這裡的遊客們，無論視覺上、味覺上，都能有個健康、無負擔的悠閒假期。",
    "TrafficGuidelines": "",
    "Address": "屏東縣枋山鄉善餘村竹坑30之1號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "枋山鄉",
    "Coordinate": "22.2606439,120.6573779",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117172859.jpg"
  },
  {
    "ID": "425",
    "Name": "親水休閒農場",
    "Tel": "08-7830339 (黃惠辳)",
    "Introduction": "親水休閒農場位於萬安溪旁鄰近沿山公路，農場的附近有親水公園，因此農場就以此命名。周圍有北大武山環抱，林木蒼鬱。萬安溪常年溪水沿大武山群滂沱而下，山巔水湄怡人，山水相連，天地蔚然，使人置身於其中，渾然忘我。",
    "TrafficGuidelines": "",
    "Address": "屏東縣萬巒鄉承德村保安路82號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "萬巒鄉",
    "Coordinate": "22.6217984,120.6237195",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117111223.jpg"
  },
  {
    "ID": "427",
    "Name": "薰之園香草休閒農場",
    "Tel": "08-7722077",
    "Introduction": "薰之園休閒農場就位於綠意盎然的里港河堤邊，農場的主人注重自然與生態，所以開闢了這個以香草為主軸的休閒農場，薰之園為了讓現代人心靈得以休閒，並可以深度體驗香草，農場以健康安全的栽種方式種植香草，不使用農藥和除草劑。沿著覆蓋著稻草的長廊，壯觀的水牆一排的水幕由天而降，不由心裡透來一陣清涼舒暢之感；農場的四周充滿了各式各樣的驚奇，主人在農場內打造了一條人工野溪，並營造成自然生態，還放入高屏溪中常見的溪魚，也許環境營造的太成功，更有數種的蛙類來入住薰之園了。\r\r 農場內除了有香草盆栽外，也有充滿日式風味的庭園造景，這裡可以感受到禪意中又帶有南台灣的熱情，農場主人吳文平因曾當過餐廳廚師、也當過婚紗攝影師，最後選擇回到故鄉開創一個可以提升當地產業價值的休閒農場，他的確辦到了，因為每逢假日這裡可真是一位難求，想要品嚐到香草美食可得要提早預約才行。餐廳最受歡迎的菜色有薄荷蘋果魚，運用大量新鮮蘋果、薄荷、茵陳蒿打成泥，淋在酥炸的鯛魚上，魚肉鮮嫩，搭配的薄荷蘋果泥也香甜不膩；香草小火鍋湯頭以大量香茅、月桂、大骨及數種新鮮水果下去熬煮，清淡美味不油膩，搭配上等梅花肉、青菜、和菇類等配菜，享受美食健康兼具；番茄海鮮燉飯的蕃茄醬是以新鮮番茄加奧勒岡香草熬煮，搭配蛤蠣、花枝、蝦仁、魚肉等海鮮，熬煮時加了起司，每一口都吃得到濃濃起司香。\r\r 農場除了有香草美食提供遊客品嚐外，也開發了許多的體驗活動，如香草製成的香包教學、香草防蚊液的製作教學、手工香草餅乾，還有結合鄰近農場的採果、蘭花導覽、蔬菜採摘，這些農村的體驗活動有半日至 2 日遊的規劃，可以先和農場洽詢。\r\r 這裡河堤的景觀優美，主人總建議遊客來這裡玩一定不可以錯過至河堤上騎單車賞美景、看落日，最近農場主人更是不惜重資又增購價值上萬元的腳踏車供遊客租借，因為主人說遊客騎的舒暢才能盡興。【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "屏東縣里港鄉過江路 126 號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "里港鄉",
    "Coordinate": "22.7870802,120.4962416",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117142208.jpg"
  },
  {
    "ID": "428",
    "Name": "鴻旗有機休閒農場",
    "Tel": "08-7967301、08-7962301(許天來)",
    "Introduction": "「鴻旗有機休閒農場」由教育界退休的許天來老師所創立，農場位於水源保護區內，不但水質未受污，場內肥沃的有機土壤也經過認證單位驗證通過，生產的產品也都經過品質認證，可以讓民眾吃得很健康也很放心。農場由有機農場轉型為休閒農場，目的就是希望可以讓更多人可以了解有機農業對大家健康的重要，也可以了解愛護土地才能讓我們生活的更快樂。 在農場的水稻田區中可以看到鴨子穿梭在其中，別懷疑，這就是農場使用老祖先智慧所生產的稻鴨米。透過小鴨不斷的撥動水流可讓雜草不容易生長，而且水稻田的害蟲也會被鴨子清理光光，其排泄物也成為稻米的肥料，這樣不但可以不用使用化肥、農藥，也減少人工的管理。 整個農場生產區都是以有機方式進行生產，所以農場內的生態維持得很好，透過農場解說人員帶領下，遊客可以對農場有很更深的了解，農場利用這些農產品也開發出許多伴手禮，如有機的鳳梨酵素、有機米手工皂、蜜黑豆、香椿茶、黃金鳳梨豆鼓醬等，這些都可以在農場內購得。 遊客來到展售區可以品嚐這裡的香椿茶，帶有微微的甘甜順著喉嚨而下，口中還會留下清香讓你回味無窮，對有機食品有興趣的話，許太太還會指導遊客製作有機手工磨麻糬，農場還規劃有許多的體驗活動，若有興趣也可以跟農場聯絡。 驗證單位：中華有機農業協會、慈心有機農業發展基金會",
    "TrafficGuidelines": "",
    "Address": "屏東縣高樹鄉泰山村產業路329號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "高樹鄉",
    "Coordinate": "22.7951794,120.6109598",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119143622.jpg"
  },
  {
    "ID": "429",
    "Name": "福灣養生休閒農場",
    "Tel": "08-8320888(訂餐)、08-8320111(訂房)、08-8351555(伴手禮)",
    "Introduction": "爸爸一輩子經商，哥哥學建築，我學餐旅管理，我們默默地在家鄉的土地上努力著。跟王爺公借了膽，2006年開始，是傳承，是磨練，是自我期許，爸爸從荒廢的魚塭開始，倒入一車又一車的土。用一年的時間來製做土角磚，向古人借用一些智慧。用兩年的時間蓋綠建築，把環境汙染降到最低。用三年的風雨來磨練徒手堆疊的石頭路，讓它扎實強壯。用五年的時間整地養樹，讓樹和土地適應彼此，土質改善樹也成蔭。一切不計時間成本的生態工法和綠建築，都只為了一個理想：百年莊園，在地生活。\r\r 在莊園規劃上，一開始就以綠色環保的概念出發，因此在填土、整地、造路等基礎設施的建設，就以生態工法做為最高指導原則，以古人的智慧，取代消耗大量電力、水泥、水資源的現代工法，並參考日本大阪城、兼六園的建設方式，以南部特有的楓港石做為造橋鋪路的基石，每條徑路都須經過至少一年的自然壓碾，才能形成堅固耐用的百年步道。\r\r 福灣莊園提供在地創意料理，無固定菜單，全看當天海龍王賜什麼漁獲，土地公賞什麼水果做甜點。就像福灣兩個字所代表的意思，”天賜一口田，悠然傍水灣。”珍惜、感恩、樂活、環保，這樣的生活態度，希望你們都會喜歡。",
    "TrafficGuidelines": "",
    "Address": "屏東縣東港鎮大鵬路102號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "東港鎮",
    "Coordinate": "22.459138,120.4818192",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120160111.jpg"
  },
  {
    "ID": "430",
    "Name": "鶉園休閒農場",
    "Tel": "(08) 783-4236",
    "Introduction": "鶉園休閒農場位於萬巒鄉沿山休閒農業區內，近北大武山下，擁有好山、好水、好空氣及好景色。鶉園是以生產法國種肉鶉(香檳鳥)和法國春雞為主的農場，並設有民宿「達伶的家」和鵪鶉料理餐廳，結合休閒農業區、果園，形成豐富農業生態知性之旅，來到農場除了認識鵪鶉、品嚐道地料理之外，也提供生態導覽、戶外教學、農村體驗採果、手作工藝DIY及養生樂活等農業休憩活動，同時也可騎著鐵馬參觀當地著名的萬金聖母聖殿、走訪萬金老街，認識當地風土民情。 鶉園達伶的家異國風情民宿強調空間氣氛的營造，四種異國風情的房間，格調高雅舒適，裡頭充滿了場主對生活態度與家居品味格局的要求，異國風情的房間風格有峇里島的陽光、普羅旺斯的花海、京都屋的恬靜、地中海的浪漫等，入住的遊客可參加「與山神對話」呼喚貓頭鷹的夜間活動，透過獨特的紓壓方式，幫助心靈的沉澱，讓自己心靈渡個假吧！暫時遠離大都會、遠離塵囂，與我們一同享受這幸福的滋味吧！ ",
    "TrafficGuidelines": "",
    "Address": "屏東縣萬巒鄉萬金村營區路 1 巷 8 號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "萬巒鄉",
    "Coordinate": "22.6117306,120.6228502",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119144640.jpg"
  },
  {
    "ID": "433",
    "Name": "枋山休閒農場",
    "Tel": "08-8761076、08-8761075(陳玟蓉)",
    "Introduction": "順著台一線往南，有別於東岸的陡峭山路，西岸的平滑讓人心礦神怡。枋山，宛如台灣的智利，狹長的村落綿延了海岸線，一側是山一側是海的景象，彷彿置身畫中。 枋山觀光農園，台一線452.5公里處，坐落在半山腰的農場，背山面海的景色，遠眺大海的湛藍，耳邊傳來蟲鳴與鳥叫的合奏曲，一個可以沉靜心靈、讓你重新認識大自然美好的地方。 枋山以愛文芒果為主要經濟產物，來自南美洲的芒果經過農業科技改良，如今呈現的已不同於南美洲與東南亞等產地，在芒果農不斷測試與技術更新的努力下，愛文芒果有別於過去的印象，「蘋果檨」，飽足了大量的陽光呈現嬌紅，將陽光的金黃全都收納在皮下，鮮炙的紅下有著嬌豔的黃，「蘋果檨」，像蘋果一樣果香四溢口感Q甜的芒果。 Mango House，芒果好吃！",
    "TrafficGuidelines": "",
    "Address": "屏東縣枋山鄉枋山村國中路3號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "枋山鄉",
    "Coordinate": "22.263642,120.6607209",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117174247.jpg"
  },
  {
    "ID": "434",
    "Name": "大武山休閒農場",
    "Tel": "08-7920332(傅秋義)",
    "Introduction": "本農場經營特色民宿，是個得天獨厚的好地方可賞閃爍瑰麗的高屏夜景，觀七彩繽紛的夕陽，金光四射的大武山日?，春天賞野花採野菜， 夏天看颱風賞瀑布群，秋天看流星雨賞最明亮的中秋月，冬天看雲海享受相思烤肉大餐，經典原住民風味餐，溫暖豐富的感動火鍋。 從後院小陽台望去，灣延的河流，蒼翠寧靜的山林，真讓人心曠神怡，可親眼看到大武山的松鼠來向您報平安。 清晨，可睡到自然醒，也可早起走走山中小徑，享受免費的芳香療法－體驗肺部去污的美妙。深深吸入一口上帝牌芳香精油，再緩緩的呼出，深藏在肺葉最末端的污濁。這裡可近看大武山，遠眺高屏許多鄉鎮。巍峨的高山，朦朧的雲霧，清風徐來，享受一下遠離塵囂的感覺。讓山泉水洗去城市生活帶來的煩憂，也讓主人溫馨的聽您倒心情垃圾。 這裡可靜靜的獨處，也可眾樂樂。開會、團聚、辦活動野外禮拜等。",
    "TrafficGuidelines": "",
    "Address": "屏東縣泰武鄉武潭村老潭巷40號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "泰武鄉",
    "Coordinate": "22.5842275,120.6458748",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124174019.jpg"
  },
  {
    "ID": "435",
    "Name": "龍子泉休閒農場",
    "Tel": "08-8645699(簡瑞泰)",
    "Introduction": "龍子泉休閒農場裡種植了各式的香草，以有機栽培的方式，培育了數十種香草植物，包含羅勒、鼠尾草、薄荷、迷迭香等，農場內的美饌會館更利用這些香草，製作出一道道的美食餐點，帶領旅客進入視覺、嗅覺與味覺的多重饗宴。 甲蟲復育區以呈現完整昆蟲生態為訴求，以生態工法營造其生存環境，達成生產、生活、生態並重且人與環境共存共榮的願景。園區以尊重自然生態環境，維持原植物生長樣貌，並補種植更多綠色植物來加以綠美化，以利水土保持，必要設施用地也以實用美觀為訴求，盡量維持原地形樣貌。 龍子泉休閒農園內昆蟲生物多樣化、本園區原生植物之保育、多種蝴蝶之培育，正是我們昆蟲生態休閒農場之目的，在優美的大自然環境下讓每位遊客徜徉在大自然的懷抱下，吸收正確之昆蟲生長觀念，豐富優質的旅遊，讓參觀賓客能在有限的休閒時間內了解各種昆蟲生態，亦提供一親子生態教育休憩之園地，也是發展生態保育及休閒產業的價值所在。 本園區為了能讓賓客滿溢著幸福和快樂的神情，用心力及資金換取昆蟲漫天飛舞的代價是不言可喻。相信每個參觀賓客都能留下美好而永恆的記憶。",
    "TrafficGuidelines": "",
    "Address": "屏東縣南州鄉大同路67號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "南州鄉",
    "Coordinate": "22.4900381,120.5398021",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120175408.jpg"
  },
  {
    "ID": "436",
    "Name": "柚園生態休閒農場",
    "Tel": "08-7214446(吳宗憲)",
    "Introduction": "柚園生態農場位於屏東縣麟洛鄉，六堆客家文化園區附近。農場以友善大地的方式進行低度開發，栽植百餘種木本植物與數十種水生植物，營造高豐富度的棲地環境，吸引多種鳥類、昆蟲與兩棲爬蟲類前來棲息，並榮獲2014年屏東縣國家環境教育獎。目前接受20人以上團體預約入園活動，由環境教師帶領大家，透過各種體驗活動與探索遊戲，以身體的各種感官重新認識大地，感受自然。熱門活動：柚見大自然、自然素材DIY~樹枝蟲、赤腳探索、流浪者之歌、樹葉捉迷藏、難忘葉來香...。並於每年4~9月份舉辦夜間活動柚園賞螢趣，有趣的導覽解說內容，將帶來全新的感受與思維。",
    "TrafficGuidelines": "",
    "Address": "屏東縣麟洛鄉新田村16鄰民族路453-2號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "麟洛鄉",
    "Coordinate": "22.6658606,120.5549275",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151120161113.jpg"
  },
  {
    "ID": "439",
    "Name": "大鴕家觀光休閒農場",
    "Tel": "08-7931786(楊明謀)",
    "Introduction": "大鴕家觀光休閒農場成立於1998年9月，目前牧場位於屏東縣鹽埔鄉，養殖 200 多隻鴕鳥，20組近80隻種 鳥；每年繁殖600多隻幼鳥。\r\r 經營之項目有：\r 1.鴕鳥養殖\r 2.鴕鳥種鳥養殖\r 3.鴕鳥肉品買賣\r 4.鴕鳥美食推廣與研發 – 成立「大鴕家觀光休閒農場」\r 5.鴕鳥相關產品-製作、開發、銷售\r\r 有鑑於 WTO(世界貿易組織) 開放畜產養殖市場後對整個養殖業產生相當大的衝擊，當接觸到鴕鳥養殖的訊息時從好奇直至深入研究，了解到鴕鳥從肉品、內臟、皮革、油脂、羽毛、蛋殼都有極高的經濟價值，並且是一種不會造成環境污染的畜產養殖。\r\r 「大鴕家觀光休閒農場」從配種、產蛋、孵化、飼養、育成等畜產養殖技術的研發，肉品及相關產品的開發，並以「大鴕家」為註冊商標希望能成為鴕鳥相關產品的領導品牌，成立「大鴕家觀光休閒農場」研發各式鴕鳥美食與相關產品，希望能自創通路產銷合一。\r\r 「大鴕家觀光休閒農場」的願景是希望能成為台灣最大的鴕鳥觀光牧場，鴕鳥年產量 1萬隻，可提供鴕鳥成 長過程生態教學，歡迎各單位來接洽。",
    "TrafficGuidelines": "",
    "Address": "屏東縣鹽埔鄉鹽中村民富路86號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "鹽埔鄉",
    "Coordinate": "22.7518822,120.5779761",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151016102621.jpg"
  },
  {
    "ID": "441",
    "Name": "金石咖啡休閒農場",
    "Tel": "08-7832558",
    "Introduction": "台灣金石咖啡休閒農場占地0.975公頃，是個好山好水的好所在，園區裡有許多小白兔、綠頭鴨、日本雞、土鵝、山羊。 有簡餐 下午茶 點心等是個全家人放鬆心情也是遛小孩的好地方，假日還有現場演奏!",
    "TrafficGuidelines": "",
    "Address": "屏東縣萬巒鄉赤山村17鄰東山路1-58號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "萬巒鄉",
    "Coordinate": "22.5883232,120.6108859",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124173832.jpg"
  },
  {
    "ID": "443",
    "Name": "大茉莉休閒農場",
    "Tel": "0925-930989(吳連春)",
    "Introduction": "大茉莉農莊-環保生態農場 主人john蓋起第一棟的紙房子，女主人shelly喜歡烘焙,烤出手工窯烤pizza、手工餅乾及雜糧麵包! john一雙神奇的手，從無到有，化腐朽為神奇，開闢了一座充滿活力的環保生態農場，收集廢報紙製成紙漿，再曬成紙磚，蓋起第一棟紙房子!",
    "TrafficGuidelines": "",
    "Address": "屏東縣里港鄉載興村載興路19巷12弄20號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "里港鄉",
    "Coordinate": "22.7779507,120.524731",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151127135042.jpg"
  },
  {
    "ID": "444",
    "Name": "不一樣鱷魚生態休閒農場",
    "Tel": "08-7882707",
    "Introduction": "不一樣鱷魚生態農場，位於屏東縣潮州鎮，鄰近東港溪，抵達交通便利，占地廣闊、景色優美。園區內飼養多達千隻、五種品系的鱷魚，有凱門眼鏡鱷、新幾內亞鱷、鹹水鱷、馬來西亞鱷、非洲鱷以及921大地震時出生之無尾鱷，鱷魚種類全國最多。此外，園區內還有豐富多樣的植物景觀，如山羊、山豬、兔子、天竺鼠、牛蛙、台灣龜、孔雀、火雞、鵝、鱷龜等多種動物。 農場內有鱷魚生態展示館，多個休憩遊戲區，可供民眾釣牛蛙、餵食鱷魚，及庭園式卡拉OK，若想來嚐嚐特色餐飲，薑絲鱷魚湯是項好選擇。加上位於屏東縣的交通樞紐，所以來往墾丁、高雄、屏東、東港都相當方便，順道可去嚐嚐萬巒豬腳的美味，周邊景點或城鎮都非常方便迅速。\r\r 建議到屏東縣玩耍的遊客可以在途中來「不一樣鱷魚生態農場」參觀休息，搭配到潮州鎮上吃有名的「冷熱冰」，或者到來義沿山公路一帶爬山，都是非常悠閒愜意的行程。 適合親子郊遊或學校舉辦戶外教學的「不一樣鱷魚生態農場」，其園主感性的希望人們能相信鱷魚能與人類共存共榮，不論是在自然環境下，或是在人類的經濟利用上，都誠摯地歡迎民眾的了解與光臨。\r\r 園區內飼養有五種品系之鱷魚，包括：新幾內亞鱷、鹹水鱷、馬來西亞鱷、非洲鱷以及無尾鱷，數量多達六、七百隻。農場內有鱷魚生態展示館，介紹鱷魚相關知 識。另外，園區內還有豐富多樣的植物景觀；並飼養多種動物：山羊、山豬、兔子、天竺鼠、牛蛙、台灣龜、孔雀、火雞、鵝、鱷龜、貓頭鷹、鴯苗等。提供農場體 驗活動，包括導覽解說，主題有：餵食鱷魚、羊鱷共舞、釣大鱷、釣蛙與烏龜、迷你豬過獨木橋、動物褓母（鼠來寶與植物殺手）、打陀螺、葉脈書籤DIY。\r\r 可配合中年級、高年級的生命的多樣性和動物的構造與功能主題，可認識常見的動物和植物，知道動物外型可分為頭、軀幹、四肢，學習自訂基準將常見的生物加以分類；描述陸生及水生動物形態及其運動方式及知道動物可以靠卵生、胎生繁殖，察覺生物生殖，其後代與親代具有相似性亦有不同之處。",
    "TrafficGuidelines": "",
    "Address": "屏東縣潮州鎮太平路600巷108號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "潮州鎮",
    "Coordinate": "22.5621466,120.5353408",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151124174827.jpg"
  },
  {
    "ID": "451",
    "Name": "新光兆豐休閒農場",
    "Tel": "(03) 877-2666",
    "Introduction": "新光兆豐休閒農場位於鳳林鎮，距離花蓮市區30分鐘車程，為新光關係企業的一員，從一片河川石礫地到目前綠意蓬勃，可說是花東縱谷璀璨耀眼的一顆綠寶石。 在726公頃的土地上，已開闢出荷蘭村及玫瑰園住宿區、歐式花園、青青大草原、東南亞最豐富的鳥園、蜥蜴王國、可愛動物區、乳牛區、四秀湖、放牧區、水生植物區、名人植樹區、溫泉SPA會館等。 住宿區擁有130間的小木屋，採雙併獨立式，開闊的空間，獨享11坪。溫泉會館設備齊全，SPA、烤箱、蒸氣室、游泳池、男女裸湯、私人湯屋等。由於地勢平坦、面積遼闊、為騎乘單車的理想場地，另可租借電動車，亦可免費乘坐遊園小火車。 乳牛區飼養近4百頭荷蘭乳牛，所產鮮乳品質佳，供應統一瑞穗鮮乳乳源，製成的奶酪、冰淇淋、手工香皂等，深受遊客喜愛。 遊客中心二樓餐廳，擁有大型景觀窗設計，讓您隨時都能感受到溫暖的陽光以及開闊的視野。餐廳餐點提供當季時令產出之新鮮蔬果料理,另有主廚設計之特殊菜色，結合原住民烹調技法，加上花蓮原住民慣用之天然食材，讓您輕鬆享受花蓮美食。園區還提供有400人的大型宴廳，適合舉辦大型會議、宴會、喜宴等。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "花蓮縣鳳林鎮林榮里永福街 20 號",
    "OpenHours": "",
    "City": "花蓮縣",
    "Town": "鳳林鎮",
    "Coordinate": "23.8037275,121.4542253",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117141425.jpg"
  },
  {
    "ID": "454",
    "Name": "東遊季休閒農場",
    "Tel": "089-516111 #700、089-516111 #801(謝小姐、黃先生)",
    "Introduction": "位於台東縣知本溫泉區的入口，占地近15公頃的東遊季溫泉渡假村，不僅擁有知本地區最大、最完整的溫泉SPA區，近年來更積極復育蝴蝶成為生態花園、種植台東特有的蕨類、營造甲蟲棲息地、開發槌球場等等，將養生休閒的觀念導入的經營理念。 目前東遊季農民會館共有38間、休閒屋26間、湯屋22間，約可容納300人左右，另外尚有會議室可提供遊客教育訓練使用。設備完善的溫泉區內除有泡湯池、戲水池、泳池、烤箱、蒸氣室、SPA池、植物芬多精池、遠紅外線能量屋等現代化設備外，遊憩區內有寬大草坪、健康步道等，讓遊客可以無拘無束的徜徉在寧靜的山谷森林浴中。 全新裝潢、重新開幕的東遊季田媽媽養生餐廳，發展出一套樸實風味特色的田園料理，成為當地獨具一格的美食文化。在強調「低糖、低油、低鹽、高纖維、高鈣」的現代人保健養生飲食觀念下，今年特別推出「四季饗宴」為主題的地方特色料理，以台東本地的季節農產品入菜，並以保健植物為主題研發出具養生功能的各式夏季料理，菜色的設計主要以清爽、不油膩為重點，廣受老饕喜愛。",
    "TrafficGuidelines": "",
    "Address": "台東縣卑南鄉溫泉村溫泉路376巷18號",
    "OpenHours": "",
    "City": "臺東縣",
    "Town": "卑南鄉",
    "Coordinate": "22.6966841,121.0204340",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113150443.jpg"
  },
  {
    "ID": "455",
    "Name": "卑南休閒農場",
    "Tel": "089-231899",
    "Introduction": "坐在屋外看台上的座椅，眺望遠方的青翠山景，忽見一列火車緩緩駛過，在藍天白雲與青翠山巒的背景襯映下，宛如一幅生動的畫作，就在眼前浮現，這是位於台東車站附近的卑南休閒農場獨有的景致。 位於台東市郊界的卑南休閒農場，目前以民宿經營為主，整個農場占地3公頃多，幅員遼闊，但在主人「自然、分享」的理念下，萬坪空間裡卻只蓋了10個房間，其他空間盡是用草皮鋪成的自然綠毯，另外還保留了7分地種植果樹與作物，包括玉米、柚子、西印度櫻桃、石榴、芭樂、柑橘等，不以生產營利為目的，採用最自然的照顧方式，能讓來訪遊客作農業體驗之用，亦可維持附近環境生態平衡，在適當的季節裡，晚上還可以看到螢火蟲呢！正由於保留了大部份的戶外空間，加上農場範圍廣闊，不受光害影響，夜晚時分只要抬頭仰望，滿天星斗盡入眼簾，環境清幽，讓人舒服地進入夢鄉。 農場原為主人家族中的土地，過去租給其他農民種植作物，但不忍農藥對土地的危害，為改善環境問題，在家族會議後，決議由家族成員共同經營，讓更多人享受這片美好的土地。值得一提的是這裡的早餐，秉持健康自然的理念，嚴選新鮮的水果、生菜沙拉與水煮蛋，健康營養滿分，再來杯?磨咖啡或是自製濃醇豆漿，一天的活力從此展開。主人還偷偷透露，續住多天的客人還有機會嚐到「阿拜A Bai」（卑南族傳統米食）喔！",
    "TrafficGuidelines": "",
    "Address": "台東縣台東市永安街180巷38弄16號",
    "OpenHours": "",
    "City": "臺東縣",
    "Town": "台東市",
    "Coordinate": "22.783544,121.1266700",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151117180640.jpg"
  },
  {
    "ID": "456",
    "Name": "竹湖山居自然生態休閒農場",
    "Tel": "089-832383(賴金田)",
    "Introduction": "竹湖雖然是位於偏遠山區，卻是賞鳥人士的天堂，短短的幾分鐘停留，透過望遠鏡便可以瞧見台灣藍鵲優雅地停在樹枝頭，然後主人賴大哥又趕緊調轉望遠鏡的位置，大冠鳩也入鏡了。接著，他又要大家靜下來聽聽一連串悅耳的啼叫，原來是朱鸝正在開心的歡唱，其中間雜有另一個合音，哈哈！莫氏樹蛙也來湊熱鬧。 竹湖山居擁有好幾公頃的有機農園，種有水蜜桃、甜桃、釋枷、茂谷柑、鳳梨等幾十種水果，因此賴大哥每天都需要照顧不同的園子，一整年都忙不完！因為是有機耕種，蟲、鳥、獸可以自由取食它們需要的果實，也因為保留了完整的生態系統，所以園內處處生機盎然！而在3月至4月期間，農場可見到螢火蟲飛舞，以紋胸黑翅及紅胸黑翅為主，如果在這段期間到農場住宿，還會帶領旅客來場免費的螢火蟲生態導覽哦！ 賴大哥為了讓來玩的遊客能夠盡情享受山林之美，獨自一人之力將掃別山開墾成生態步道，步道沿途驚喜不斷，而他總是不放棄任何可以解說生態的機會，隨便一種植物都能被他介紹得活了起來。到了掃別山頂，眼前景象豁然開朗，長濱沖積平原的開闊令人讚嘆，也讓人忘卻爬上頂來的辛勞。 晚餐過後，賴大哥還會帶領大家觀星談星，以及沿著溪澗觀察夜間生態，然後你會發現，經過一整天精彩的活動之後，竹湖的山居歲月可是一點都不寂寞。 ※有機驗證單位：慈心有機農業發展基金會，取得CAS有機標章，證書字號：TOAF1513055 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台東縣長濱鄉竹湖村移民路1鄰41號",
    "OpenHours": "",
    "City": "臺東縣",
    "Town": "長濱鄉",
    "Coordinate": "23.2987227,121.4145734",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151113151150.jpg"
  },
  {
    "ID": "459",
    "Name": "忠寮社區",
    "Tel": "0932-158-546",
    "Introduction": "忠寮行忠社區位於淡水東邊靠北山區，在櫻花聖地淡水天元宮對面，區內少有大型平地，大都屬於梯田地形。區內除了擁有遠近暇名的北新有機休閒農場、日光行館、百年古厝石牆仔內休閒農園、大屯花卉農場、羅媽媽有機休閒農園、琉傳天下之外，李家古厝，多棟為清朝所建，擁有豐富的文化背景。目前正在開發萬坪紫藤玫瑰園，預計民國104年春天全球最大紫藤花園將在忠寮行忠社區盛大開幕，請大家拭目以待。 忠寮行忠社區以追求幸福為發展願景，將配合滬尾休閒農業區發展休閒農業、農村市集，除目前已有景點外，正積極開發生態教育場所，發展包含石頭彩繪、手工藝品、各式童玩、手工蠟燭、手工香皂、傳統美食、西式糕點、蔬果種植與採收等各式DIY體驗營，並設有四季花海特區，生態步道，復育原生物種植物或動物，讓所有來社區一遊的人同樣能感覺幸福。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "新北市淡水區忠寮行忠社區",
    "OpenHours": "",
    "City": "新北市",
    "Town": "淡水區",
    "Coordinate": "25.1719805,121.443370",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151110172519.jpg"
  },
  {
    "ID": "462",
    "Name": "白米社區",
    "Tel": "(03) 995-2653",
    "Introduction": "位於蘇澳鎮的白米社區，是以木屐聞名的地方特色產業的社區發展協會，至今還保持著一種獨特的地方產業-手工制作木屐。來到白米社區，除了參觀木屐外，人們還可以充分發揮自己的聰明和想像力，親自動手在木屐上畫出自己喜愛的圖畫，作為永久的收藏。 蘇澳白米社區四周環繞的高山，擁有豐富的礦藏，光是社區內就有十多家礦石加工廠，所生產之「石米仔」，產量高居全國第一。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣蘇澳鎮永春路126之1號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "蘇澳鎮",
    "Coordinate": "24.5834722,121.846280",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151110173123.jpg"
  },
  {
    "ID": "464",
    "Name": "港邊社區",
    "Tel": "(03) 990-4360",
    "Introduction": "港邊社區位於無尾港下游出海口處，居民早期以漁業為生、部份務農，是傳統小農漁村落。早期近海漁業資源豐富，多數居民靠近海漁撈及牽罟捕魚為生，後來因為社會變遷及癈水污染影響，漁業資源萎縮，社區人口面臨轉業、外流、老化困境。\r\r 但一群在地人與外地遊子開始集結並對這塊土地付出感情，他們舉辦文化活動，將 70 年代傳統海洋文化的「牽罟」發展成具文化特色的經濟活動，並推出牽罟舞蹈劇、腰操拔河比賽，古老的文化頓時增添許多可愛活力色彩。為了接待外地的訪客，特別規劃「接待家庭」、品嚐社區風味餐、牽罟等活動。\r\r 位在秋、冬候鳥過境遷徙路徑上的無尾港，因為濕地豐富的水生動、植物資源，提供鳥類棲息環境及食物來源，而使無尾港成為台灣地區主要的雁鴨度冬區之一，無尾港水鳥保護區解說教育中心更提供遊客解說服務，歡迎至此與大海更進一步接觸，相信過去的海洋文化會深印你心。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣蘇澳鎮嶺腳路 137 號 (港邊社區生態願景館)",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "蘇澳鎮",
    "Coordinate": "24.6141756,121.851817",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151110173332.jpg"
  },
  {
    "ID": "466",
    "Name": "結頭份社區",
    "Tel": "(03) 923-1991",
    "Introduction": "員山元宵燈節是年度重要活動，此外員山也被視為「歌仔戲原鄉」，台灣唯一本土戲曲「歌仔戲」乃發源於員山鄉，民宿、員山魚丸米粉與休閒產業則是本鄉另一特色。 員山鄉內的宜蘭縣忠烈祠是日據時代宜蘭神社遺祉。台灣光復後，改建為忠烈祠，供奉國軍烈士碑位。忠烈祠山腳下有員山公園，設有露天舞台、兒童遊樂區與戲水道，是員山鄉內遊憩好去處。 另外「雙連埤」是埤名也是村名。雙連埤因有兩個湖泊相連而得名。湖面如鏡，群山環繞，擁有豐富的動植物資源。此設有生態教室解說中心，提供遊客知性饗宴。 而位於員山鄉永和村永同路邊的雷公埤，擁有水質清澈的湧泉，魚類豐富。湖邊有步道、釣魚台，常有釣客在此流連。其福西村與新北市烏來區福山村交界的「福山植物園」，更為台灣省林業試驗所福山分所。整座園區就像是一座植物博物館，系統性的保存與栽培台灣中低海拔的木本植物。但遊客入園需事先申請，可利用福山植物園網站下載報名表格。 最後走走鄉內的「大湖」吧，湖域面積約十公頃，北面是稻田，南面是山丘，風景秀麗。湖內盛產各種魚貝類水生動物，尤以水鳥著名。遊客可以在湖上一邊泛舟，一邊欣賞白鷺鷥、夜鷺等各種水鳥。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉頭份村永同路二段103號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.7381293,121.662532",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151110173507.jpg"
  },
  {
    "ID": "467",
    "Name": "東岳社區",
    "Tel": "(03) 998-1915",
    "Introduction": "南澳鄉有多家頗具水準的工藝坊，包括諾萊、敏嘟奴、伊納泰雅、納來麻谷、夏的工作室等都極具水準，充分展現泰雅文化藝術的精隨。而喜歡樂舞表演的人，南澳鄉更是樂舞桃花源，東岳社區、金洋社區、碧候國小、南澳國小、金岳國小都有很好的樂舞團，這些表演團體也接受演出預約。 另外來到這裡當然不可錯過南澳鄉風味美食，其特色料理有，爆炒刺蔥、龍葵湯、竹筒飯、馬告雞、山芋及各式各樣因應時節的泰雅家常餐都值得一試。酒足飯飽、歌舞助興後，可以順便選擇落腳於此，體驗一下南澳鄉原住民的泰雅民宿，雖不豪華卻也雅緻、簡單，唯一要注意的是住房前請先行預約囉！ 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣南澳鄉東岳村蘇花路三段139巷7號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "南澳鄉",
    "Coordinate": "24.519703,121.8315269",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151110173912.jpg"
  },
  {
    "ID": "470",
    "Name": "崙埤社區",
    "Tel": "(03) 980-1004",
    "Introduction": "位於蘭陽溪流域中游的大同鄉，是不折不扣的原住民鄉，鄉內聚居之原住民均屬泰雅族同胞，境內山高水多，到處充滿綠意，重山峻嶺、風景秀麗，遊憩資源冠於全縣。 鄉內轄下有寒溪村、崙埤村、松羅村、復興村、英士村、樂水村、太平村、茂安村、四季村，及南山村，村內各具特色。如寒溪村裡有古魯溪生態園區、寒溪神社、寒溪吊橋、寒溪部落人文區；崙埤村有九寮溪生態園區、崙埤池及中嶺池、大同國小民族植物園區、社區狩獵圖騰及浮雕、山水林民宿、泰雅大橋。 松羅村則有松羅湖之旅、玉蘭休閒觀光茶園及松羅溪生態資源區；復興村則有清水地熱、牛鬥苗圃、鱒魚休閒區；英士村則有梵梵溪溫泉、排骨溪生態，及英士果樹觀光區，有橘子、桃子、紅肉李、桂竹筍等依時節開放。 另外樂水村則有稻米、上將梨、紅肉李及桂竹筍可品嚐，當然樂水部落人文區也是一個深入原鄉的好地方。而擁有棲蘭山莊及森林遊憩區的太平村更有仁澤溫泉及翠峰湖相伴，是一個山光水美的世外桃源。 最後栽有桂竹筍、虹鱒的茂安村及擁有迦羅湖生態區、四季平台蔬菜專業區的四季村，因海拔已很高，抬頭可見檜木蒼林蓊鬱。最後別忘了到思源啞口觀景區、鐘乳石洞景觀的南山村走走。",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣大同鄉崙埤村5鄰朝陽巷3-1號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "大同鄉",
    "Coordinate": "24.6768059,121.6086494",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151110174451.jpg"
  },
  {
    "ID": "471",
    "Name": "三水社區",
    "Tel": "0918-802-878 (協會理事長)",
    "Introduction": "龍潭鄉三水村是典型客家農村聚落，丘陵地形與溫和多霧的氣候造就種植茶樹最天然的環境，茶作為區內最重要的作物，所生產的椪風茶更是甘醇美味，讓該區享有「椪風茶的故鄉」美名。 三水村曾經因走山災變而損毀地貌，但在村民的同心努力下，舉辦了椪風茶、桐花季等活動，將農村文化朝多元化經營；茶園內也設置「水土保持戶外教室」，成為兼具生態、休閒及教學功用的場所，還可一睹歷經2世紀的茶樹王風采。佔地200多坪的甲蟲保育區、三水生態野溪及多元化生態奉茶亭是親子領略生態的最佳戶外教室。 遊客可至此體驗純樸的農村生活，園內也有兩座大型的農塘，除可安定排洪，更可在此垂釣享受悠閒時光；此外，無論是烤肉、野餐、踏青或健行都是絕佳的選擇。客家桔仔醬與客家料理更是不可錯過。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "桃園市龍潭區龍新路三水段244巷38弄28號",
    "OpenHours": "",
    "City": "桃園市",
    "Town": "龍潭區",
    "Coordinate": "24.8453047,121.1607096",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151110174855.jpg"
  },
  {
    "ID": "472",
    "Name": "大北坑社區",
    "Tel": "(02) 2212-5285 #1305",
    "Introduction": "龍潭，地理條件得天獨厚，孕育著大自然最原始的風貌：境內起伏的山陵、遼闊的池塘、翠綠綿延的茶山，以及遼闊的視野與清新的空氣等，在在都讓這塊寶地鮮活起來，也讓龍潭成了桃園縣觀光的精華區。 風景綺麗的龍潭三水水土保持戶外教室位於桃園縣龍園休閒農場內，成立於民國八十六年，園區內不但水土保持設施完善，還有二座超大型農塘，藉以疏導地滑治理區的地下水，除可安定排洪，更是民眾垂釣的好地方。 此外，水土保持區在本區精心打造的富麗農村，除了讓區內生產運輸更為便利之外，景觀優美的青翠茶園和寧靜的環境，更改善了茶農生產和居住的品質，吸引都市人口來到這裡休閒活動，體現生活、生產、生態合一的境界來到這裡，可體驗淳樸的農村生活環境、可走步道健身，或是在公園悠閒徜徉，是民眾郊遊烤肉、野餐、踏青、健行、垂釣或露營的絕佳選擇，還可結合鄰近的旅遊景點，安排一兩天的活動行程。",
    "TrafficGuidelines": "",
    "Address": "桃園市龍潭區三水村大北坑六鄰27之1號",
    "OpenHours": "",
    "City": "桃園市",
    "Town": "龍潭區",
    "Coordinate": "24.8444927,121.205396",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151110180051.jpg"
  },
  {
    "ID": "474",
    "Name": "士林社區",
    "Tel": "(03) 796-2349 (達拉灣民宿)",
    "Introduction": "以大安溪為界，泰安鄉可分為南三村與北五村，南三村指的是士林、象鼻、與梅園三村，境內居民以泰雅族為主，達拉灣文化園區就位於士林村內，是南三村重要的泰雅族文化園區。泰雅族是遷徙的民族，家中三兄弟成年時長兄與二男會邀集一群人遷移至其他地方另闢疆土，老么則與父母世居原地。「達拉」是泰雅族語漂亮的意思，「灣」代表肯定，初到達拉灣的泰雅族人，即因為這裡的美麗風光而決定定居於此。 而原名「司令村」的士林村，是日據時代馬拉幫戰役後，日軍進駐南三村在達拉灣部落設置司令部而以此為名，光復後因此名軍事意味過重而取其諧音為士林村。而以務農為主的南三村，主要農作物為桃、李、甜柿等，因為南三村位處雪霸山脈群山之間，所產的甜柿又名「雪霸甜柿」，甜度高達18度，產季是每年的10至12月間，尤以11月所產的甜柿品質最佳。其達拉灣文化園區研發出的甜柿料理美食，吸引觀光客到甜柿的故鄉感受泰雅風情及觀光採果。 達拉灣文化園區內的文物展示館，隨處可見泰雅神話傳說相關的雕刻與泰雅族傳統圖騰，並將泰雅族人用來作為穀倉的傳統高?屋變成用餐喝茶聊天的地方。其創新後的傳統編織藝術，更譜出各式編織產品，提供當地居民許多工作機會。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "苗栗縣泰安鄉士林村6鄰42-2號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "泰安鄉",
    "Coordinate": "24.3491218,120.9245216",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151110181113.jpg"
  },
  {
    "ID": "477",
    "Name": "栗林社區",
    "Tel": "(04) 25261165 #2303",
    "Introduction": "本戶外教室成立於民國七十八年，是全國第一處設立之水土保持戶外教室的觀光果園。地近省道台三線一百三十六公里路旁，一路上花木扶疏，順著產業道路爬坡而上，左邊井然有序、綠草成茵的觀光果園隨之映入眼簾，右邊低矮的農舍牆上，貼心的水保設施配置圖，彷彿在對遊客們訴說，水土保持戶外教室就在眼前。 座落在微微起伏的山坡上的水土保持戶外教室，水土保持相關的設施卻是一應俱全：有山坡上常見的山邊溝、L型側溝、弧型溝、蝕溝節制壩，還有模擬降雨沖蝕區，以及植生覆蓋，向到訪的遊客展現水土保持局的用心良苦。 這裡的觀察區，比一般展示用的水土保持模型要來得大，讓植生覆蓋區清清楚楚的突顯出來，更讓民眾清楚了解植生覆蓋的護土能力。 民眾來到這裡除了更深入了解各種水土保持工法之外，還有水果可採，是學校戶外教學的好地方。",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉栗林村八份 1 號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.3731899,120.8383623",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151110181816.jpg"
  },
  {
    "ID": "479",
    "Name": "九房社區",
    "Tel": "(04) 2572-1421(傳統美食文化推廣協會)",
    "Introduction": "一群婆婆媽媽，遭逢了921大災難，房子倒了、田園毀壞，連打工的機會也沒了；但她們沒有跟著倒下去，擦乾眼淚\\，揮汗站起來，胼手胝足共創「傳統美食小舖」。位於石岡山城的傳統美食小舖，在政府積極協助重建區，並輔導災民重獲謀生之能力，期許受災同胞能及早自力更生。在此前提之下，石岡區公所、石岡區代表會，石岡區農會及石岡區婦女會積極輔導鄉民婦女同胞發揮勤儉持家美德，在兼顧家庭又能重建家園的雙重考量下，進而創立石岡傳統美食小舖成立小吃創業班。秉持著衛生營養、薄利多銷的原則，「傳統、美味、健康」的堅持，傳承與創新多元化的客家傳統美食。 「蜂巢蛋糕」是甜而不膩、香純濃郁的煉乳...是小舖店內的王牌點心。另外，更有傳統綜合粿、手工涼糕、傳統肉粽等多樣化的客家美食，都直得您細細品嚐。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台中市石岡區九房里明德路121號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "石岡區",
    "Coordinate": "24.2739282,120.7786606",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111094121.jpg"
  },
  {
    "ID": "481",
    "Name": "竹林社區",
    "Tel": "(04) 9267-7323\n0921-640-168",
    "Introduction": "小半天民宿是利用傳統農舍改良及重新設計的農家民宿，每家民宿各有特色，親切的服務，讓每個人都能感受到「家」的溫暖。加入小半天民宿村的業者皆取得合法民宿執照，是因為理事長─翁錦輝先生努力的成果，要讓前來的民眾住的安心、玩的高興。便宜又統一的住宿價位，包含特色風味早餐，讓人有物超所值的感覺。而為了公平起見，安排輪流住宿的體制，因此遊客每次訂到的民宿也都會不同；如果你要指定房間或民宿業者，反而要加價呢！ 前來住宿的民眾不用擔心晚上只能對著電視機發呆，因為民宿主人皆會陪大家聊聊天或散散步，每家不同的款待方式，讓客人都想再多住幾晚。如果參加小半天民宿村二日一夜的套裝行程，還可享有竹筒禮炮的迎賓待遇，在竹藝文化館，婆婆、阿姨們會唱著歡迎歌迎接遊客的到來；吃完竹筒風味大餐，當天晚上還有阿公的音樂表演。從參觀製茶廠、竹燈DIY到瀑布生態，一系列的體驗行程，都要讓大家帶著濃濃的人情味。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "南投縣鹿谷鄉竹林村光復路106-2號",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "鹿谷鄉",
    "Coordinate": "23.7268663,120.7554877",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111094724.jpg"
  },
  {
    "ID": "485",
    "Name": "澀水社區",
    "Tel": "(04) 9289-6488",
    "Introduction": "早年曾引發紅茶和陶土搶購熱的澀水社區，雖然近幾年已逐漸淡出人們的記憶，但在澀水社區發展協會的奔波努力下，全台唯一發酵茶的台茶18號茶場，和堅持不上釉的澀水窯與婆婆媽媽們的手工麻糬、發糕和草仔粿等農特產，讓澀水社區揚起了一股早期的樸實自在。 當地耆老的現身說法，拉坯師傅陳雄鎮和竹編老師傅邱清賢，用一生的努力保住澀水的驕傲；前者重現澀水陶溫敦厚實的美感，後者則用無師自通的理解力和想像力，讓韌性十足黑葉竹，成為一件件農業時代的家庭用具，如魚簍、吊籃，和謝籃。看著老師傅輕而易舉地東扭西折出一隻活跳跳的古意鳥兒，老師傅願意用一生的專業，振翅飛出創作的天空。 堅持不上對人體有害的釉采，澀水窯以高溫溶化火灰的方式，在連續72小時裡得持續高溫達1220度以上，除了四周的熱力讓人暈的喘不過氣外，三天三夜的不眠不休才是體力最大的挑戰。完工後的溫敦坯體，雖然少了釉彩的光滑細緻，但敲擊時的渾厚共鳴，就如同澀水人一樣樸實且熱情。 既然進入了全台唯一發酵茶的魚池鄉，當然不能入寶山而空手返，「台茶18號」茶場混著薄荷與肉桂香，清爽怡人的嗅覺體驗，成為日本皇室青睞的茶品，「澀水皇茶」美譽不徑而走。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "南投縣魚池鄉大雁村大雁巷36-3號(武田農場)",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "魚池鄉",
    "Coordinate": "23.923606,120.920869",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111095824.jpg"
  },
  {
    "ID": "487",
    "Name": "福龜社區",
    "Tel": "(04) 9072-3795",
    "Introduction": "國姓鄉福龜社區位於中潭公路沿線交通相當方便，每年春節前後都會吸引人潮駐足，這個時候正是草莓的盛產期，中潭公路沿線到處都可以看到親子採果的溫馨畫面，福龜社區所生產的草莓不論在色香味都很不錯。另外仙佛寺在春節期間百花盛開，為一年一度的花季，仙佛寺的日式禪風設計，小橋流水、古木參天，庭院造景宛如置身身外桃源，是一值得您到訪的景點。 除了採草莓與仙佛寺，社區內還有九二一地震後興建的田園小學、可以烤肉、觀賞野生動物的魏家庄環保有機園區、福龜多功能中心、鐵帽咖啡等動線景點，大家若來南投遊玩不妨安排半天在此停留。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "南投縣國姓鄉福龜社區",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "國姓鄉",
    "Coordinate": "24.011912,120.819475",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111100857.jpg"
  },
  {
    "ID": "489",
    "Name": "梅林社區",
    "Tel": "(04) 9246-2052 (地球村農家民宿)",
    "Introduction": "國姓鄉北港村梅林社區保留了早先居民遺留下的一份純樸味，這是一個仍以農事為主的一片土地，每當日落時分若你有機會走在北圳步道，看著農忙之後農夫提著鋤具回家，放學後的小孩童在門口前稻埕嬉戲，偶而仍有幾家老婆婆升起炊火準晚飯，看著炊煙??升起，這不就是現代版的桃花源記嗎？ 梅林社區是以純樸鄉村景色而聞名，社區內有壯闊的芙蓉瀑布，北圳水車步道、松柏崙登山步道、北港溪溫泉山莊、糯米橋、茄苳神木、梅林社區文物館、眉冷山登山步道、地球村民宿、北港田園花卉村等觀光景點，適合您與惠蓀林場、九份二山等景點作一深度旅遊動線，或安排一日親子遊亦相當適合。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "南投縣國姓鄉北港村梅林社區",
    "OpenHours": "",
    "City": "南投縣",
    "Town": "國姓鄉",
    "Coordinate": "24.057981,120.911971",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111101618.jpg"
  },
  {
    "ID": "490",
    "Name": "湖山社區",
    "Tel": "(05) 557-2118",
    "Introduction": "楓樹湖優雅的地名，離斗六市約10分鐘的車程，是個典型的農村社區，居民樸實、親切又好客，整個社區如其地名，充滿祥和的詩意之美。 社區目前開發約有16處觀光果園，大約集中在楓香大道上，占地約22公頃，果樹種類有柳丁、龍眼、鳳梨、有機土芭樂等。由一群熱心社區營造的村民，帶領著果農朝產業兼休閒觀光發展，目前整個社區一直努力增加各種設施當中，未來將開發：咖啡庭園、簡餐、泡茶、露營、烤肉、民宿等。同時透過解說，為遊客舉辦果樹、林木的生態教育和野生動植物的生態教育、自行車道、登山步道、觀光步道、兒童遊樂區，皆在規劃當中。楓樹湖因一棵500年楓香老樹而得名，雖然921大地震造成老樹的枯萎，只剩枯榦，但依舊屹立雄偉，英姿挺拔，獨立蒼穹，別有一番蕭瑟壯碩之美。老樹周圍有涼亭、枕木、石階登山步道、景觀非常漂亮，距老樹約五十公尺坡腳，有一古井、井水清澈，是以前居民飲水之源。以老樹為中心，連貫果園全區，為了呈現「楓樹湖」的特色，社區居民在果園區產業道路上種滿二排楓香樹，搭配路旁的大湖溪做休憩造景，取名為楓香大道，整條路風光明媚、山明水透將來湖山水庫興建完成，將與湖本、湖山水庫聯絡成一條美麗的觀光動線。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "雲林縣斗六市湖山里楓湖路9之6號",
    "OpenHours": "",
    "City": "雲林縣",
    "Town": "斗六市",
    "Coordinate": "23.7164636,120.6073473",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111102220.jpg"
  },
  {
    "ID": "491",
    "Name": "華山社區",
    "Tel": "(05) 590-0480",
    "Introduction": "華山地如其名，不但景觀秀麗，更是人文薈萃，走一趟華山，不只是咖啡香醇、山產鮮美，更是一趟豐富的文化之旅，華山至今仍保有許多的古建築之美，如龜仔頭的吳宅古厝，林家稀罕的二十間長屋，華山大霸的生態工法之美。砌石文化與打石文化藝術之美，在華山處處可見用人工砌成的石牆、石階、溝壁、梯田，打石師傅精雕細琢工夫令人嘆為觀止。 用巨石打造一體成行的石柱、水缸、石磨、石臼、洗衣槽等堪稱為鬼斧神工，及饒富特色的手工造紙文化，和古農具竹編藝術之美，這些古文化超越平凡的藝術，在這美麗的山村讓你驚嘆，讓你感動。許多人慕名華山的夜景、咖啡美食。如果深入去了解它的內涵，你會愈深入愈迷戀它除了美景之外的另一層深度文化之美下班後帶著家人、朋友上華山來賞夜景。 沿途可經過舒爽的綠色隧道，搖曳青綠的麻竹林，金黃的柳丁園，劍湖山的摩天輪向您招手，一棟棟景觀漂亮的庭園咖啡，煮著道地香醇的咖啡給您最優質的享受。世界級的夜景景觀，令人忘卻了塵世的惱擾，讓您盡情享受大自然的洗禮，山風涼、咖啡香、夜景迷人、還有那保留完整的古老山村文化，更直得你細細去品味，巍巍大尖山如溫柔的母親，守護在華山的最高處，美麗山村處處令人迷醉。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "雲林縣古坑鄉華山村41號( 雲林縣古坑鄉華山社區發展協會)",
    "OpenHours": "",
    "City": "雲林縣",
    "Town": "古坑鄉",
    "Coordinate": "23.5898121,120.599852",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111102807.jpg"
  },
  {
    "ID": "492",
    "Name": "林中社區",
    "Tel": "(05) 589-2001",
    "Introduction": "以農業為主的林內鄉，所生產的木瓜名滿天下，主要以「台農二號」為主，並且多採網室栽培，可以有效防止病蟲害，減少使用化學藥劑，吃起來肉質極佳的林內木瓜已經成為該鄉的主要經濟作物。 除了木瓜之外，林內鄉的氣候溫和，早晚溫差地，水源充足加上地質屬沙質黏土，因此非常適合種鳳梨，另外栽種於坪頂地區，頗受國人歡迎的「雲頂茶」，也是當地的高經濟作物。其他像好吃的濁水米，以及甜度很高，肉質實脆的雞蛋丁及蘭花、波羅蜜、檳榔等。 以自然生態資源來說林內鄉湖本村因為每年四月，從菲律賓飛來的八色鳥會到湖本村繁衍下一代，至九月再往南飛。喜歡棲息在潮濕陰暗竹林內尋找昆蟲與蚯蚓等食物的八色鳥，羽毛顏色鮮豔，不過因為生性害羞，所以只有在晨昏時比較容易看到，因此有八色鳥的故鄉之稱，並有導覽解說服務，提供前往賞鳥的遊客一個新的遊憩據點。 除了這些自然景觀知名景點與農產之外，林內鄉近年來還有許多新興的休閒產業，漆彈場就是其中之一。為了滿足現代人的冒險精神，位於林內鄉的漆彈場，以廣大的腹地，以及完整的漆彈裝備，提供了另類的休閒體驗。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "雲林縣林內鄉林中村榮興路34-6號",
    "OpenHours": "",
    "City": "雲林縣",
    "Town": "林內鄉",
    "Coordinate": "23.7595564,120.6116925",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111103352.jpg"
  },
  {
    "ID": "493",
    "Name": "好收社區",
    "Tel": "(05) 792-0777",
    "Introduction": "北港原本以花生為最主要農作物，產量及栽培面積都為全國第一，但近年來大陸花生搶占市場，北港農會相關單位在危機中發現轉機，以「洋桔梗」讓北港再度發光發亮。 原產於美國中南部的洋桔梗屬龍膽科宿根草花，約有200多個品種，由於洋桔梗的花型及花色豐富，又耐貯存運送，所以受到切花市場的喜愛，價格穩定。北港花農們將種植技術提升，種植出的洋桔梗因為品質佳，很快在市場上打開知名度，透過產銷制度及貿易管道，不但運銷至中北部市場，為北港地區的花卉事業開創第二春，更一舉進軍日本市場，為台灣花卉的國際銷售版圖再添佳績。除了供應市場需求外，北港地區的栽種面積及產量也大為增加，帶動了本區觀光產業的發展。 洋桔梗是一種相當嬌貴的進口花卉，種苗是由國外進口，種植洋桔梗必需克服高溫或寒冷的不良環境，一年中有春秋兩次採收期，產銷班的花農在8、9月時，會將洋桔梗從穴盤移株到土壤裡，施放適當比例的有機肥料，培育大約2至3個月後，每年的11月就可以看到清新可人的洋桔梗上市，花色以粉白、粉紅、蘋果綠及紫白為主，花期盛開時繽紛燦爛。 來到北港，只要事先預約就可以參觀洋桔梗的種植園區，享受親自採花的樂趣喔！ 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "雲林縣北港鎮好收里110-28號",
    "OpenHours": "",
    "City": "雲林縣",
    "Town": "北港鎮",
    "Coordinate": "23.597878,120.283276",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111103911.jpg"
  },
  {
    "ID": "494",
    "Name": "湖本社區",
    "Tel": "(05) 589-0375",
    "Introduction": "第一次探訪這個小山村最初感覺是寧靜優雅，透過解說及多次來訪愈感受它的雋美，也感動社區居民對環保及生態維護的堅持，為保護八色鳥生態讓這個小山村聞名國際，愛鳥人士譽為八色鳥的故鄉。湖本社區沿著蜿蜒秀麗的大埔溪而建，外圍青山環繞依山傍水，山明水秀，與楓樹湖、湖山岩、坪頂茶鄉、白馬寺等串聯成一條美麗的觀光動線。 社區居民大部分以務農為業，主要作物有麻竹筍、柳丁、茶葉……等。八色鳥合作社提供鄉村餐飲、民宿服務，由社區居民共同經營，乃煙樓及傳統三合院改裝而成，古色古香令人重溫童年的農村生活。天聖宮是進入八色鳥生態區的起點，也是社區的信仰及活動中心。美麗的大埔溪清澈蜿蜒，是假日親子戲水的好地方，溪邊的生態池，蓮花、野薑花、馬櫻丹、各色野花池邊爭豔，蜻蜓、豆娘成群飛舞、蝴蝶、蜜蜂忙採蜜，數量之多令人驚喜，老鷹、白鷺鷥翱翔翩翩，點綴溪畔之美。白馬寺為亞洲最大藏傳佛寺，建築宏偉、金碧輝煌集信仰、藝術、文化於一寺。還有巨竹林、乳牛牧場、坪頂登山步道等皆值得一遊。美麗的湖本社區不但保留山村原貌之美，居民的宏觀及對居住品質的堅持令人敬佩，他們將好山好水留給了下一代，也提供現代人一處旅遊勝地。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "雲林縣林內鄉林內鄉湖本村三權路24巷16號",
    "OpenHours": "",
    "City": "雲林縣",
    "Town": "林內鄉",
    "Coordinate": "23.72777,120.623327",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111104545.jpg"
  },
  {
    "ID": "495",
    "Name": "蔦松社區",
    "Tel": "(05) 370-8078",
    "Introduction": "「船仔頭」，是一個典型的農村聚落，由於旅北年輕人謝敏政先生偕妻、子返鄉，呼籲鄉親，爲面臨散庄危機的鄉土，投入社區營造工作，讓一個垂老的農村重燃生機。 85年全國文藝季「船仔頭的呼喚」活動之後，這個聚落像一個「薄施脂粉、含羞帶怯」的姑娘，帶著休閒農業及文化發展的初步成果，勇敢走出東石；並引導大都市裡活潑熱情的都會人，走入東石。這樣的交流激盪出農村的生機。 現在的船仔頭，有嘉義縣第一家合法民宿「船仔頭ㄟ厝」，有歐式的「靜心民宿」，有「海鵝伯仔」三合院民宿，有船仔頭文教基金會的民宿…及朴子溪的觀光漁筏，划龍船體驗，花生雜糧產銷班參觀品嚐，皮蛋DIY，牛車、腳踏車逍遙遊，田媽媽「東石采風味」用餐等等活動。 【如欲安排前往建議事先電話聯繫確認】 風起時，老遠就聞到了很香的芝麻、花生香味，是這裡的特產，原本只做初級雜糧原料加工，近年因應WTO的危機而轉型，余順豐農產加工廠，邀您品嚐各種芝麻花生休閒點心，胡麻油、花生油絕對是100的哦！建議您多帶點當「伴手」。 「東石，沒有科技的、先進的遊樂設施，有的只是濃濃的人情味，期待與您交朋友，搏感情」這是解說員常說的一段話，東石真的在找機會呢！",
    "TrafficGuidelines": "",
    "Address": "嘉義縣東石鄉蔦松村40-34號",
    "OpenHours": "",
    "City": "嘉義縣",
    "Town": "東石鄉",
    "Coordinate": "23.4731849,120.2195374",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111105220.jpg"
  },
  {
    "ID": "496",
    "Name": "瑞峰社區",
    "Tel": "(05) 250-1483",
    "Introduction": "位於嘉義縣梅山鄉，地理位置位居梅山、草嶺和瑞里中心點，為梅山第二大村落，由於太陽從當地最高山，飛鼠山後躍出，祥瑞萬千，故名「瑞峰」。\r 瑞峰舊名「生毛樹」，名稱的由來起源於瑞峰早期遍佈原始森林，由於地勢高，雨量充沛，力上氣候寒冷潮溼，植物的外表都生佷多鬍鬚狀的青苔，遠觀時宛如樹上長出毛來，故以此種特色為名。不過因氣候和環境的改變，生毛樹反而變少和不多見。\r\r 位居海拔 450~1,309 公尺、平均溫度攝氏 20 度，冬暖夏涼，群山環繞，原始森林廣闊，瀑布多且各具特色。山中終年雲霧繚繞，茶園處處可見，茶園旁多為竹林所包圍，竹林設有步道和涼亭，散步休息，別有風趣。\r\r 昔日交通不甚發達的時期，鄉民皆靠步道交通，至今流傳下來的古道甚多，原始且多動植物分佈，也是該鄉重要的文化資產。\r 瑞峰村民生活純樸，多以種植茶葉和竹筍為主，近年來發展精緻農業，甜柿、甜桃、佛手柑、水蜜桃、荷蘭豆、柑橘、蜜果、蜂蜜、苦茶油等農產品都量少質精。\r\r 另外香糖是這裏的特產，已有百年歷史，瑞峰人用利用高山甘蔗以純手工製成香糖，香氣迷人且有獨特風味。此外梅山也是全國愛玉的主要產地，來瑞峰也不能不親自體會一下做愛玉的樂趣。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "嘉義縣梅山鄉瑞峰村 6 鄰 37 號",
    "OpenHours": "",
    "City": "嘉義縣",
    "Town": "梅山鄉",
    "Coordinate": "23.5548952,120.6698351",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111105826.jpg"
  },
  {
    "ID": "497",
    "Name": "八翁社區",
    "Tel": "(06) 622-1248、(06) 622-0506",
    "Introduction": "柳營區八翁酪農專業區設於民國63年，由紐西蘭進口乳牛240頭，歷經20年不斷擴大，目前酪農區面積廣達327公頃，飼養乳牛達一萬四千多頭，是全國最大的酪農區，生產的鮮乳約占全國產量六分之一。 目前除柳營區外，鹽水、下營、官田、佳里等鄉鎮都有牧場，且大部分的牧場都和國內食品公司打契約，光泉、味全、統一是主要買主。而柳營區農會與鄉公所曾經舉辦的鮮乳節，更是為農會所研發的鮮乳製品打出一個響噹噹的名號，包括鮮乳饅頭、鮮乳包子、鮮乳碗粿、鮮乳冰淇淋等，其中特別香Q的鮮乳饅頭7元、鮮乳包子12元，更成為鮮乳節上的嗆紅食品，打響了柳營區酪農產品的知名度。 而之後成立的乳鄉發展工作室，更扮演起酪農與政府機關之間的聯結角色，工作室依據酪農區的需求研討出具體計劃案，提報政府機關協商實施辦法。在軟、硬體建設上協助酪農區，其中乳品的促銷和鮮乳加工品的開發，就是由鄉農會予以協助，共同降低WTO為八翁酪農區帶來的衝擊完成轉型，農會與農民之間的同舟共濟精神可說是相當動人。 來訪的遊客除了可以在工作室內外參觀酪農區的生產環境與生產過程外，再飽嚐柳農的乳製品後，別忘了向自立自強的工作室致上一份敬意唷。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台南市柳營區八翁里62-4號",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "柳營區",
    "Coordinate": "23.2694095,120.2945362",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111110320.jpg"
  },
  {
    "ID": "498",
    "Name": "七甲社區",
    "Tel": "(06) 239-8029 (黃先生) (七甲花卉產銷班)",
    "Introduction": "隨著時代的進步及生活水平的提昇，人們對生活品味及環境美化也愈加講究，而對養花蒔草藉以調劑身心的喜好者與日俱增，因而對花卉草木及其相關知識、訊息的需求也日益殷切。歸仁區七甲花卉區是由許多園藝業者本著相同的理念與熱忱，在歸仁區農會及農政相關單位鼎力協助與輔導之下，而在此會聚組合而成的花卉集中園地，其正可符合花卉愛好者多方面的需求。 歸仁區七甲花卉區內的組成園藝業者，儘皆擁有專精的知識、經驗與技能各別擁有自屬的栽培場，而且與全省各地的花卉業者都有緊密的交流，每個成員都有其不同的經營特色與類型，市面上流通的花卉草木及相關的器具用品。在這個園區裡幾乎都可見到，批發或零售皆有，另外，還有假山水池，庭園造景、創意組合盆栽等，可供選擇，同時可洽辦親子教學、DIY等教育活動。另外，各個栽培場為了服務消費者，特別設立宅配服務，不論是送禮或自家裝飾用，只要顧客有需要皆可以宅配服務送達目的地，這也是業者回饋給消費者的貼心服務，有時間不妨到此一遊，會讓你有不錯的收穫。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台南市歸仁區七甲一街101號",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "歸仁區",
    "Coordinate": "22.9847501,120.2939584",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111110641.jpg"
  },
  {
    "ID": "499",
    "Name": "竹寮社區",
    "Tel": "(07) 652-2292",
    "Introduction": "列為二級古蹟的高屏溪舊鐵橋，橋身斑駁的痕跡與生鏽的鐵釘訴說著百年的滄桑；橋下的人工溼地公園利用溼地植物與微生物將水質淨化，每年秋冬季更成為候鳥過境的停留地，曾經記錄高達125種鳥類在此現身，例如蒼鷺、水雉、花嘴鴨等，帶著望遠鏡來此溜達，即可體驗野鳥公園的視覺享受。 舊鐵橋下曾是三不管地帶，所幸在當地居民愛鄉情懷的照料復育，才讓舊鐵橋重新展下萬種風情，白天踩著鐵馬馳騁自行車道或欣賞百鳥飛舞，夜晚則可喝著咖啡、吃著鳳梨冰，望著火車偶然從前方隆隆而過。 竹寮村擁有許多古蹟，例如三級古蹟竹寮取水站、二級古蹟三和瓦場等，其中三和瓦場已是南台灣目前僅存的紅瓦窯，假日在此可進行磚瓦DIY體驗，享受生態、古蹟雙重美感之旅。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "高雄市大樹區竹寮路393號",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "大樹區",
    "Coordinate": "22.6635406,120.4239959",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111110912.jpg"
  },
  {
    "ID": "500",
    "Name": "神山社區",
    "Tel": "(08) 790-2234",
    "Introduction": "想體驗高純度魯凱人文生態並深入屏東霧台，會有不一樣的感動。從石板屋外貌的美化重生，族人純樸親切中自然流露的傳統文化內涵，接納訪客融入族人生活的民宿，乃至豐沛的藝術創作，均顯示霧台已邁向成熟階段。\r\r 位居中央山脈南端的霧台，區內地質以變質岩中的板岩為主，族人就地取材，將原本鋼筋水泥的房子，透過板岩裝飾整個城鎮部落，用雕刻、彩繪的方式朔造出屬於魯凱的風情，身處霧台，還能發現這裡的藝術創意與原民工藝別具美感，部落裡開創了許多工作室，琉璃珠、木雕、圖騰、製刀、傳統服裝等創作令人驚豔。\r\r 融入當地生活與居民互動，會發現霧台的潔淨，竟是從住家至街道皆然，再進一步前往當地特色民宿，除了可欣賞風格殊異的居家妝點外，還可透過和族人親切的聊天，感受魯凱的風土民情和歷史文化。",
    "TrafficGuidelines": "",
    "Address": "屏東縣霧台鄉霧台村神山巷 28-1 號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "霧臺鄉",
    "Coordinate": "22.7495241,120.7240251",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111111447.jpg"
  },
  {
    "ID": "501",
    "Name": "羅山社區",
    "Tel": "(03) 882-1330",
    "Introduction": "羅山村是全國第一個有機村，位於花東縱谷南端，東面緊靠海岸山脈，北面以九岸溪床與鄰村竹田村分界，南以螺仔溪南岸石牌村接壤，西與秀姑巒河床與明里村分界。由於依山傍水，有極佳的天然屏障，海岸山脈提供了豐沛純淨的水源，使得全村的農業灌溉用水不缺且確保無污染。\r\r 羅山村海拔在 200~1,500 公尺間，居民多以務農為生，是花蓮縣富里鄉重要的良質米生產區及果樹栽培區外，更是銀川米的有機、產銷履歷重要的優質產地。羅山村從村民的共識、全體自主的推動到有機農產品的加工生產，並結合在地文化，讓農村生活有機化、有機生活化，營造以「生產、生活、生態」為三生一體的有機社區。\r\r 有機米系列產品是羅山村的主力產品，此外有機梅、有機愛玉子及蓮花茶、有機桶柑、紅毛丹、星蘋果、黃晶果等有機水果，更讓這裡一年四季都有嚐不盡的甜美。\r\r 在羅山村，吃的是有機米，喝的是無污染的山泉水，呼吸的是最自然不過的空氣，因為無污染，低頭往水渠、小溝一瞧，到處都是密密麻麻的蝌蚪游來游去，夜裡更是蟲鳴鳥叫，更棒的是，這裡幾乎沒有光害，到了夜裡，抬頭就可以輕易地將星星盡覽，看著滿天星光入眠。",
    "TrafficGuidelines": "",
    "Address": "花蓮縣富里鄉羅山村 9 鄰東湖 53 號 (花蓮縣富里鄉羅山社區發展協會)",
    "OpenHours": "",
    "City": "花蓮縣",
    "Town": "富里鄉",
    "Coordinate": "23.1834972,121.2922509",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111112143.jpg"
  },
  {
    "ID": "504",
    "Name": "豐南社區",
    "Tel": "(03) 854-1881",
    "Introduction": "本村是富里鄉最南邊的村落，主要灌溉水源來自鱉溪，水系發源處一為新港山西麓，而鱉溪山稜鞍部為另一發源處。鱉溪沿途多峽谷地形，也因此造就了數處瀑布景觀，如中溝瀑布、女鬼瀑布、雙抱竹瀑布等。　 鱉溪上游以都蘭山層與蕃薯寮層之地層最為發達，主要在鱉溪與石厝溝交會的石門隧道一帶，兩岸岩壁形勢陡峭，形成一處峽谷天險的景緻，與花蓮天祥一帶的「太魯閣峽谷」風貌相似，有「小天祥」的美譽，在富里鄉內頗負盛名。台灣產的藍寶石礦脈大部分就是存在於都蘭山層的岩層裡，據記載，這個在兩百萬年前原本沉於海中的岩層，因受到板塊推擠而隆起形成山脈，也因此常於此帶岩層中發現古代海底生物的化石及由海底珊瑚化育而成的菊花石，而時而會在溪床的大石表面上發現鑲嵌其上的雙枚貝殼。 豐南村因地理環境及當地的風土民情而造就多處的梯田景觀，目前也是花蓮區農業改良場有機農作的重點推廣區之一，轉作有機栽培的農民亦逐漸增加。目前有機水稻面積約為32公頃。豐南村的學校坪及豐南社區一帶是水田較為集中的區域。其他因為地勢及土壤的關係，除了斜坡間的部份零星梯田外，大部分居民仍以旱作為主，另有栽種咖啡、桂竹，劍筍、梅、甜桃以及高接梨等作物。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "花蓮縣富里鄉豐南村10鄰43號",
    "OpenHours": "",
    "City": "花蓮縣",
    "Town": "富里鄉",
    "Coordinate": "23.1441073,121.2652941",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111113039.jpg"
  },
  {
    "ID": "506",
    "Name": "舞鶴社區",
    "Tel": "(03) 887-5851",
    "Introduction": "舞鶴村堪稱花蓮縣最知名的茶鄉，早年即以「天鶴茶」打響茶產業知名度，近年來更找回日據時代的咖啡產業，成為東台灣產業的新寵兒。來到茶園廣達百公頃的舞鶴台地，可不能錯過品嚐此地盛產的烏龍和金萱，還有茶農開發的茶凍、綠茶餅、綠茶酥、綠葉巧克力等茶製品，此外以茶入菜，研發美味清爽的特色茶餐也令人難忘。 瑞穗舊稱水尾，共有5條河川匯流，豐美水草孕育了瑞穗牧牛產業，轉型觀光發展的瑞穗牧場，除了草原牛隻和駝鳥，廣植花木、巧建水池和自行車道，並提供鮮乳製品；而舊稱「掃叭頂」的舞鶴台地產業豐富，也擁有精采的人文歷史，矗立於台地上的掃叭石柱，為卑南文化地界石，已有三千年歷史。此外漸具規模的瑞穗溫泉區，含豐富的鐵泉質，博得「宜男之泉」的美稱。拜訪花蓮茶鄉，遊客可順遊掃叭石柱、北回歸線標、瑞穗牧場，也可將泛舟、瑞穗溫泉納入遊程。 另外位處富源茶莊旁的水土保持戶外教室，則以水保概念闢建的特殊景點，有步道引領遊客領略舞鶴生態，春季可賞蝶飛螢舞，並建有觀景涼亭眺賞秀姑巒溪流和山林聚落風光，讓遊客在休閒之餘，還可認識的水土保持的重要性，並且感受到當地居民對水土保持的努力與認同，是個寓教娛樂的好地點。",
    "TrafficGuidelines": "",
    "Address": "花蓮縣瑞穗鄉舞鶴村中正南路二段278號(舞鶴社區發展協會)",
    "OpenHours": "",
    "City": "花蓮縣",
    "Town": "瑞穗鄉",
    "Coordinate": "23.4454626,121.354865",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111113538.jpg"
  },
  {
    "ID": "508",
    "Name": "石牌社區",
    "Tel": "(03) 854-1881",
    "Introduction": "石牌村名稱源自村內有「石牌」，是村民早在公埔遺址公告前，從群石中取一片石牌豎立於社區入口處作為該村的精神堡壘，此即石牌村名的由來。全村面積僅4.28平方公里，腹地小，多屬海拔300公尺以下的平坦地形，作物以水稻栽培為主。目前石牌村水稻面積廣達220公頃，有機水稻約佔34公頃多，其中以鹽坪後湖台地一帶為主要栽培區。悠遊於石牌村內，放眼所及盡是美麗的稻田景觀，尤其稻穗收割時期，微風吹起一波波的黃金稻浪，身處此一良田美景中，自然能讓人感覺心曠神怡、悠閒樂活。本村居民以客家籍居多，平埔族次之，因鄰近鄉治中心，外部資訊取得便利，因此檨子寮（中興）一帶的新興聚落裡，則已屬現代都市型態的人口聚集地。人文方面則有三級古蹟公埔遺址，是富里鄉著名之文化景觀。 因石牌村外籍配偶多，飲食生活融入當地，家政班班長李金女因此發揮創意，開發「越石料理」，將農家傳統食材與越南的清爽口感融洽地結合，推出既健康又美味的養生早餐。晨曦時光於田間小路漫步賞景後，再到百年竹塱仔厝改建的越石料理屋用餐，讓舌尖與心靈皆能品嚐這別具風味的安排。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "花蓮富里鄉石牌社區",
    "OpenHours": "",
    "City": "花蓮縣",
    "Town": "富里鄉",
    "Coordinate": "23.19334,121.263999",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111114128.jpg"
  },
  {
    "ID": "509",
    "Name": "泰和社區",
    "Tel": "(08) 978-1301 ",
    "Introduction": "太麻里鄉是台東縣沿海鄉鎮中海岸線最長的狹長形鄉鎮，久有「日昇之鄉」美稱，清代時以排彎族語形容此處為太陽照耀的肥沃之地，音譯為「大貓貍」，久而久之變成了現在的「太麻里」，由北致南分別為美和、三和、太源、北里、大王、泰和、香蘭、金崙、多良等九村。 至於這個充滿原民風情的東部城鎮，學者一般認為是由排灣化的卑南族，或是卑南和排灣二族共同發祥。經由日據時代的開墾和八七水災的新移民進駐後，太麻里已成了台灣本土的種族大融爐，除了排灣、卑南族之外，尚有阿美、魯凱族，閩南、客家及外省人居住於此。 台灣的釋迦、金針、洛神的最大產地就是位於太麻里鄉，海拔1124公尺的金針山，每年七、八月為釋迦產季，九月忘憂金針花季一到，金色的陽光灑滿開滿金針花的山頭，而到了十一月前後，洛神花季也緊接著登場，金黃閃亮、萬紫千紅的景色為全台僅有。 當地著名觀光景點有金針山、太麻里農會的日昇之鄉會館，以及由排灣族原住民所經營的陳媽媽工作室、比亞的草屋等。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "臺東縣太麻里鄉",
    "OpenHours": "",
    "City": "臺東縣",
    "Town": "太麻里鄉",
    "Coordinate": "22.5540555,120.9532123",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111114714.jpg"
  },
  {
    "ID": "510",
    "Name": "太平社區",
    "Tel": "(08) 938-1368",
    "Introduction": "卑南鄉是位於中央山脈和海岸山脈中間的狹長南北向地區，在台東市的西側，多山地少平原，為花東綜谷起頭處，早年以從事游耕和狩獵的卑南族為主要居民，地名的由來為卑南語「Puyuma」，意思是對「獲得貢物最高位階」的尊稱。 濱海多山，加上知本、太平、卑南溪的天然環境，讓卑南鄉擁有全台灣最清淨的衫原海水浴場，名威國際的知本溫泉，就是在卑南鄉西南方的溫泉村一帶。 利嘉部落卑南語稱為「利卡夢」，是一個擁有純樸風情的部落，其中的利嘉國小由於人文藝術風氣鼎盛，近年來已成為當地新興的觀光景點。東興部落則讀做「達魯瑪克」；擁有全台第一個漂流木木雕村的建和部落，則讀作「Kasavakan」，並且也是一個為了保存原住民既有文化，而沒有教堂進駐的部落。 部落的頭目哈古是台灣有名的木雕師，聯經出版的「頭目哈古」一書內有對哈古及建和木雕村詳盡的介紹，建議想進行一趟深度及人文之旅的旅客不妨以這本書當指南入門。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "臺東縣卑南鄉太平村和平路128巷8號",
    "OpenHours": "",
    "City": "臺東縣",
    "Town": "卑南鄉",
    "Coordinate": "22.7817664,121.0887002",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111115214.jpg"
  },
  {
    "ID": "520",
    "Name": "碧砂漁港",
    "Tel": "(02) 2469-3606",
    "Introduction": "「碧砂漁港」是一個結合傳統漁獲中心和觀光休閒、海鮮餐廳的一個漁港，讓當地漁民所捕獲的新鮮魚、蝦、蟹等海鮮食品，直接提供給觀光客購買，不但新鮮，價格更是比一般魚市場來的便宜。所以來這裡的消費者，幾乎都是大量採購，若是遠道而來的觀光客，沒辦法帶回去的還可以在現場大快朵頤呢！因為這裡一整排的代客烹煮的餐廳，馬上提供您即時又便利的飲食服務。 在餐廳旁也有一大片的草地，供遊客休憩散心用，廣大的草地上有一座經國先生的銅像，因為港邊風大，這裡也成了放風箏的好地方，一年四季皆適宜喔。一旁擺了一艘退休的遠洋漁船─「海功號」，經歷了十八年的歲月，海功號於八十二年功成身退，停泊在碧砂漁港供遊客參觀，龐大的船身矗立在路旁，現在成了碧砂漁港的重要地標。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "基隆市八斗子北寧路211號",
    "OpenHours": "",
    "City": "基隆市",
    "Town": "中正區",
    "Coordinate": "25.145639,121.786015",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023133946.jpg"
  },
  {
    "ID": "521",
    "Name": "基隆港",
    "Tel": "(02) 2420-6421 (~3)",
    "Introduction": "地處於台灣北端的基隆港，是台灣五大國際港口之ㄧ，也是北部最大國際商港，港灣之內常常停泊著滿載貨櫃的大貨輪、醒目的豪華郵輪、還有軍艦等等，所以來到基隆一定要來看看不一樣的港區風情。 　一走出火車站首先映入眼簾的就是基隆港，連呼吸都可感覺到海洋的味道，海港風情萬種，火車站旁有兩棟日據時代就有的辦公大樓-陽明海運和海港大樓；哥德式的建築物為港都增添幾分古典美。白天的基隆港埠停滿了各式的郵輪、客輪、遊艇，晚上時看著船上的點點燈火，是談心賞夜景的好地方。到這裡可搭乘藍色公路遊艇，到光華塔上喝咖啡，看「大船入港」；也可到由火山噴發所形成的小島－基隆嶼。 　秋冬之際在港區就可觀賞到過境的冬候鳥，基隆市市鳥－老鷹也常低空盤旋在海面上覓食。基隆港區附近更是匯集了許多人文歷史、百年老廟及豐富的飲食文化，漫步在基隆港區是您週休二日最佳的選擇。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "基隆市中正區中正路1號",
    "OpenHours": "",
    "City": "基隆市",
    "Town": "中正區",
    "Coordinate": "25.1316257,121.7432787",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023133859.jpg"
  },
  {
    "ID": "522",
    "Name": "望海巷漁港",
    "Tel": "(02) 2425-8236 #253、(02) 2469-4830",
    "Introduction": "漁港位於基隆市最東方之望海巷里，在基隆市與新北市交界處，臨近濱海公路，交通便利，且鄰近長潭里漁港相距僅百餘公尺。 漁港是利用海邊岸礁隙縫與陸地間空地炸挖而成，漁港的空間有限是一個小型的漁港，由於漁港沒有魚市場，漁獲物全部運往附近餐廳或魚市場銷售，船隻多在50噸以下，作業地點均在沿岸附近，當天往返，望海巷漁港漁船經營種類以棒受網為主，曳繩釣、延繩釣為輔，漁獲物冬春以延繩釣之赤宗，夏季棒受網之鎖管、飛魚卵為主。 漁港的外廓防波堤岸上，新建一座長達七十二公尺的觀海廊道，有傳統建築古典風味，結合了詩與畫，讓遊客觀賞海景之際，又可欣賞到詩畫之美，尤其是小朋友還可以從詩畫中，學會唐宋詩詞，詩情畫意，站在廊道內可近觀八斗子海面，漁船隨浪起伏的景象，遠觀新北市九份山、蕃仔澳海岬。 望海巷除了可看到基隆嶼及太平洋等天然景緻外，其他包括八斗子公園、碧砂漁港、望幽谷等可串成一條美麗的觀賞路線，而望海巷本身則保有傳統的漁村風味。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "基隆市北寧路 (近台 2 線濱海公路基隆市界)",
    "OpenHours": "",
    "City": "基隆市",
    "Town": "中正區",
    "Coordinate": "25.143010,121.788896",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023133803.jpg"
  },
  {
    "ID": "523",
    "Name": "富基漁港",
    "Tel": "(02) 2638-3306 (金山區漁會)、(02) 2638-1021 (漁港魚貨直銷中心)",
    "Introduction": "觀光漁市的規劃很簡單，約略可規劃成漁港區、漁市場、海鮮街及停車場四區。漁港停靠著剛剛下錨的漁船、古早樸拙的舢舨，和下貨休息的漁夫、四處張望拍照的遊客形成一幅鄉村味十足的港邊風光，洋溢熱鬧喧囂的豐收氣息！ 簡單搭建的觀光漁市場則擺滿著各色生猛活跳的新鮮海產攤位，有味味、香金、阿甘姐、美美、阿雪等，望也望不盡的60多攤，每攤的老闆及老闆娘都好像使出渾身解數般的叫賣海產：紅通通的螃蟹、灰噗噗的沙蝦、白棕色相間的大蛤蜊、色彩斑斕的龍蝦，加上成群客人與老闆的喊價與叫買聲，讓漁市呈現喧鬧不已的熱鬧氛圍！幾乎每家攤位都附設餐廳「代客烹煮」，由客人買好海鮮後，由店家或攤位代為烹調，讓消費者現點現吃，強調漁港直接嚐鮮的趣味感！ 海鮮街則遍滿「海口味」、「海船長」等數十餘家的海鮮餐廳，和觀光漁市裡頭的攤位一樣都強調現點現吃，遊客可在富基漁市場購買新鮮海產或是直接在餐廳門前的魚攤前購買生猛海鮮，再交由餐廳烹煮，餐廳烹煮收取100到150元不等的烹煮費，廚師會依據海產的特性：運用清蒸、爆炒、火烤、生切、油炸等十八般廚藝，為顧客煮出如龍蝦三吃、清蒸紅蟳、紅甘生魚片、三杯海瓜子等美味料理。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "新北市石門區富基村",
    "OpenHours": "",
    "City": "新北市",
    "Town": "石門區",
    "Coordinate": "25.2886093,121.5398274",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023133706.jpg"
  },
  {
    "ID": "524",
    "Name": "淡水漁人碼頭",
    "Tel": "(02) 2805-8476 (漁人碼頭管理所)",
    "Introduction": "「漁人碼頭」位於淡水河出海口的右岸，東有綿延的大屯山脈，西邊則隔著淡水河與觀音山相望，視野廣闊，且近年台北捷運淡水線通車後，大量旅遊人潮湧進，漁人碼頭（舊名淡水第二漁港）占有優厚的地理環境，又蒙行政院農委會漁業署與新北市政府聯合推動將漁港功能多元化，已將漁人碼頭建設成為北台灣新興景點，讓本地漁港走向國際化之休閒漁港。92年更因木棧道第二期工程及跨港大橋完成，漁人碼頭的景觀更增添浪漫氣氛。 　長約320公尺的「木棧道」，全部由木板堆砌而成，漫步於上，可觀看台灣八景之一的淡水夕陽，木棧道地下樓可享用各項美味小吃。已開放的「漁市場」供應海產料理，新鮮美味，不妨前往品嚐一番。「河岸觀景平台」採室外開放半圓型劇場設計，可容納觀眾約3千餘人，緊鄰淡水河畔，與對岸觀音山坐聳映入眼簾，近在咫尺，景觀美麗，為一絕佳的戶外表演場所。「浮動碼頭」有別於傳統結構固定碼頭，可隨海水漲退潮而上下浮動，可同時容納150艘漁船停泊。「雕塑公園」占地約1萬平方公尺以上，綠草如茵，周邊並遍植觀賞樹木，可從事靜態之戶外活動，加上港區入口之造景公園、別緻的魚型雕塑與精心造型之花草，令人賞心悅目。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "新北市淡水區觀海路135號",
    "OpenHours": "",
    "City": "新北市",
    "Town": "淡水區",
    "Coordinate": "25.182304,121.410867",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023143551.jpg"
  },
  {
    "ID": "525",
    "Name": "大溪漁港",
    "Tel": "(03) 978-0727 (東北角管理處大里管理站)",
    "Introduction": "若您曾對菜市場魚攤上的魚貨來源感到好奇時，不妨到大溪漁港見識一下台灣海島之海產豐富的榮景。 每逢下午2-3點，即使是上班日，仍可見到大溪漁港人潮洶湧，眼看船隻一艘艘排隊入港，漁夫將辛苦一整晚的漁獲搬上岸，絕對讓人看得目不暇給！ 你曾經以佩服眼神觀看日本採買漁獲達人，信步走在於市場內看著一尾尾的大魚品頭論足一番嗎？來到大溪漁港，你也可以是達人！大溪漁港可是在地人都推薦購買新鮮漁獲的最佳場所，在地人形容，一般購買漁獲是用台斤計價，但來當大溪漁港，購買所有漁獲可都是用公斤計價呢，相當便宜又划算。 覺得自己心有餘而力不足無法採買新鮮漁獲的遊客，也可在購買兩旁已煮熟的川燙小管或是現炸魚片，或是來碗料多實在的綜合煎，看著大顆的蚵仔和新鮮蝦仁盛在如聚寶盆的碗內，彷彿吃也吃不完，即使兩手空空離開大溪漁港，酒足飯飽後也不那麼失落了。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣頭城鎮大溪里（台2線濱海公路大溪路段）",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "頭城鎮",
    "Coordinate": "24.941168,121.901535",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151006164033.jpg"
  },
  {
    "ID": "526",
    "Name": "梗枋漁港",
    "Tel": "(03) 977-4871 (頭城區漁會)",
    "Introduction": "位於濱海公路（台2線）梗枋漁港，地點位在龜山島的正對面，主要是補撈龜山島附近海域帶來豐富的浮游生物，其中以定置漁網作業捕撈有魩仔魚、白帶魚以及鯖魚等大宗，雖然漁獲量並沒有那麼多，但都是當日現撈的漁獲，新鮮度比較高。 　每日下午3點至傍晚是小漁港最熱鬧的時候，船家正載滿著漁獲陸續的進港，港區內的廣場上聚集了許多魚販，販賣當日現撈的各種新鲜漁獲，並與多位商家喊價拍賣，呈現出有趣的交易畫面，另外有些識途老馬的遊客，也會來到這裡選購新鲜、便宜的漁獲，如果遊客們想要即時品嚐美味海鮮的料理，可至濱海公路兩旁的各家海鮮餐廳中大快朵頤一番，由於梗枋地區漁村的風貌，保持相當濃厚，當地以盛產魩仔魚聞名，而梗枋沿海一帶的海鮮餐廳，料理著名的招牌菜就是大家耳熟能詳的「莧菜魩仔魚羹」，特別鮮美爽口，不訪下次經過梗枋漁港下車參觀、選購新鮮漁獲，並且品嚐當地蘭陽風味的佳餚。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣頭城鎮更新路 (台 2 線濱海公路梗枋路段)",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "頭城鎮",
    "Coordinate": "24.905047,121.858488",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023153008.jpg"
  },
  {
    "ID": "528",
    "Name": "永安漁港",
    "Tel": "(03) 486-1017、(03) 486-1537 (中壢區漁會)",
    "Introduction": "每到落日時分，永安漁港海面上的夕陽染紅了海天一線的天空及大海，漁船在餘暉映照下緩緩而行，海風吹起，有種出奇的美與寧靜；入夜時橫跨漁港的觀海橋點起絢麗迷人的燈光，優美的拱形橋投射出的彩光映照在平靜的水面上，五光十色，呈現出浪漫的風情；而新建的觀光漁市大樓還有著新鮮、美味又便宜的小吃，吸引著大量的人潮。動人的美景及誘人的美食令遊客們留連忘返！ 永安漁港又名崁頭厝港，原本為一小漁港，經多年來不斷的加長堤防、新闢碼頭、挖深航道，始有今日之規模。而其漁獲以鯧、鰆、烏魚、小卷、鰹、黃花魚及鯊為主。 漁港之天然生態景觀優美，有平緩、廣闊的海灘供人戲水、垂釣，長達300公尺的防坡堤沿邊設有觀海涼亭及步道供人欣賞大海及落日。 近年來為發展觀光休閒漁業，更積極的興建各項設施。2002年完成了總長120公尺的觀海橋，為一銅構材質的跨港人行拱橋，自橋頂的觀景平台，可觀賞漁船自港口出入的情景。夜晚，橋上的彩燈亮起，極為燦爛奪目。 2004年，寬敞的觀光漁市大樓完工，取代了原先的臨時直銷中心。內部又分為生鮮、乾貨及熟食區，提供遊客採購海鮮及品嚐美食的舒適空間。 【如欲安排前往建議事先電話聯繫確認】 傳真: 03-486-1952 ",
    "TrafficGuidelines": "",
    "Address": "桃園市新屋區永安村的社子溪北岸",
    "OpenHours": "",
    "City": "桃園市",
    "Town": "新屋區",
    "Coordinate": "24.98756,121.01633",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023153214.jpg"
  },
  {
    "ID": "529",
    "Name": "龍鳳漁港",
    "Tel": "(03) 746-4155",
    "Introduction": "位於竹南鎮的龍鳳漁港，是一處天然漁港，在縣政大力推動富麗漁村及漁港的美化政策下，龍鳳漁港有漁貨直銷中心，每天下午一點三十分只要天氣狀況良好下，都有漁貨拍賣，讓大眾直接購買新鮮海產回家烹調，或者在這裡也有代客烹調的餐廳，非常的方便。 港區的景觀平台，及照明設備完善，在夜間更增加不少情調，讓海邊的夜景也更加美麗。另外龍鳳漁港還有一項活動即是〞牽罟〞，讓喜觀嘗試不同海岸捕魚，當作是一個休閒活動，也讓外界團體參與嘗試這一項古老的捕魚方式。而且在這裡也可以海釣，在不同的季節釣各種不同的魚貨，也不錯喔！ 龍鳳漁港有一片木麻黃樹，是一處不錯的乘涼休憩好地點，讓遊客除了吃海產、看海景外，也可以走走運動一下筋骨，或者騎自行車。 喜歡釣魚的朋友，不妨換一換地方，來這裡試試您的手氣，喜歡海鮮的朋友不妨來參觀比較一下，是否合乎您的口味！ ",
    "TrafficGuidelines": "",
    "Address": "苗栗縣竹南鎮龍鳳里10鄰海埔38號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "竹南鎮",
    "Coordinate": "24.699751,120.858276",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023153254.jpg"
  },
  {
    "ID": "531",
    "Name": "梧棲觀光漁市",
    "Tel": "(04) 2656-2650、(04) 2656-2631",
    "Introduction": "「梧棲觀光漁市」位於清水區北堤路30號之漁貨直銷中心內，為中部唯一著名的觀光漁市。漁市內設有鮮魚區、干貨區、魚貨加工品區、漁港超市、餐飲區，及徒步區等，為一個朝多角化經營相當成功的觀光漁市，並早已和中部民眾生活緊密連結在一起，成為採購新鮮魚貨、享受海鮮美食、濱海休閒生活的最好去處。 　各種不同的現撈魚貨在此搶先上市，漁貨不僅豐盛且物美價廉，您可在此選購各式新鮮海鮮、生魚片，不但品質好鮮度佳，連價格也十分令人滿意。漁市內除中部地區民眾採購人潮外，經常可見日本觀光客在此大量採購最喜愛的烏魚子。 　此外秋季是蟹類的盛產期，這裡便有最新鮮的花蟹、紅蟳、三目蟹、大閘蟹、石蟳等著您來挑選。若想邊走邊吃逛一圈，徒步區兩旁的商店街設有一排又一排的小吃攤，吸引了不少外地來的饕客。若想來盤下酒的小零食，這裡有各式各樣的魚貨加工品，如烤魷魚、魷魚絲、燒酒螺、小魚干等，是您的另一種選擇。 　每天下午兩、三點漁船進港時，是選購鮮活海產的最佳時候，此時便會湧入來自各地的民眾採購鮮魚，每逢假日更是遊客如織，攜家帶眷地來此採購。看著漁市區內萬頭鑽動的熱鬧景象，不禁對漁業和休閒觀光的結合感到成功及欣慰。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "台中市清水區北堤路30號",
    "OpenHours": "",
    "City": "臺中市",
    "Town": "清水區",
    "Coordinate": "24.2575166,120.528607",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023153658.jpg"
  },
  {
    "ID": "532",
    "Name": "塭仔漁港",
    "Tel": "(05) 787-2001 (四湖鄉公所)",
    "Introduction": "塭仔港位於彰化縣線西鄉的西南邊，線西鄉居民早期大多利用潟湖開闢漁塭養殖漁業，後因彰濱工業區開發，塭仔村西南角闢建為人工迷你漁港，因此稱為「塭仔港」，其水域及陸地範圍雖小，但是樸直的漁民努力出海捕魚，現撈的新鮮海產可是貨色齊全呢！ 在漁港附近，你可以看到辛勤的漁民利用時間補著漁網，等待下一次的豐收，進到漁港內，看著人來人往的魚市，這捕獲的魚類有很多種，除一般性魚類外，季節性的漁獲也不少。其他像是鯊魚等，也常常捕抓到，而且光是鯊魚種類就多達一百多種呢！ 漁港的西側臨海，水色連天，每到夕陽西下，坐在防波堤上看夕陽，波光瀲灩的美景真是令人讚嘆。這裡的沙灘除了魚多，也無瘋狗浪，因為防波堤有洞，所以魚量特別多，因此臨漁港的慶安水道，是個天然的釣場，到了假日就有許多釣客到此一顯身手，如果您也是箇中好手的話，一定不能錯過到這個天然的大海釣場，感受一下滿載而歸的樂趣喔！ 你喜歡吃新鮮海鮮嗎？來趟線西別忘了到塭仔漁港逛迷你魚市。倘若你喜愛海洋美景的朋友，可配合假日休閒走訪線西塭仔港，除了買漁貨、吃海鮮你還可以聽海濤，從事各種知性的活動，將讓你感受到本土休閒的魅力，並體驗線西漁港的另一種風貌。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "彰化縣西鄉塭仔漁港",
    "OpenHours": "",
    "City": "彰化縣",
    "Town": "線西鄉",
    "Coordinate": "24.126605,120.448593",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023153756.jpg"
  },
  {
    "ID": "533",
    "Name": "萡子寮漁港",
    "Tel": "(05) 789-2001 (口湖鄉公所)",
    "Introduction": "「萡子寮漁港」座落於口湖鄉下崙漁港路及萡子寮交界處，北距四湖鄉三條崙三公里，內湖的港區是近海漁民大小漁船的停泊港口，每日均有百餘艘大小漁船進出。從口湖鄉下崙漁港路自行車道景觀區起始，沿途漁塭、海釣場分布其間，並建有數座涼亭供遊客休憩，進入港區就可見到雲林區漁會宏偉的建築聳立在平野之間，港區停泊的船隻、忙著補魚網的漁夫、販售新鮮漁獲的漁販、遊客採購新鮮海產的交易畫面，活絡了整個港區的景觀。 　「萡子寮漁港」於民國四、五十年代曾是舟船雲集、貿易鼎盛的商港，距澎湖龍門漁港二十六海哩，曾由口湖鄉農會經營的「金鋒輪」遊艇，航行於萡子寮與澎湖間的航線，行程只要四十分鐘，後因萡子寮漁港進行整建工程，加上航線權益問題，目前「金鋒輪」已停止航行。此區域經整建工程完成後，陸續的建設亦漸進進行中，將來是地方政府推動的休閒觀光漁市。 　由於緊臨三條崙海水浴場景觀區，遊客可先至景觀區戲水及體驗園區裡的各項建設，傍晚時分再悠遊於綠色一線天，享受西南沿海的綠色陶冶。「萡子寮漁港」的黃昏景色值得您停留期待，漁港堤防上建有數座景觀台，沿岸可欣賞日落蚵田、舟船歸筏景觀、平野處的溼地生態，漁港風情值得您細細品味！ 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "雲林縣口湖鄉漁港路",
    "OpenHours": "",
    "City": "雲林縣",
    "Town": "四湖鄉",
    "Coordinate": "23.6187544,120.15304509999999",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023154122.jpg"
  },
  {
    "ID": "535",
    "Name": "港濱歷史公園",
    "Tel": "(06) 298-2701",
    "Introduction": "曾獲得2006年度建築園冶獎的港濱歷史公園，每到週末就聚集大人小孩在此悠閒度過假日時光。臨港的海岸景致，遼闊的天際線，成為台南人最喜愛的放風箏好去處。 港濱歷史公園結合林默娘紀念公園、札哈木原住民公園等，以港濱為景觀、以歷史為主題規劃設計，不僅能欣賞到寬廣的港灣景色，公園內別出心裁的公共藝術也讓人得以一窺府城的歷史變遷。例如鑲嵌在公園地面上數十塊2尺見方的花崗岩，刻著自荷蘭退出台灣至日本歸還台灣300餘年間府城政治、經濟、文教等發展，徜徉自然美景之餘，亦能重溫這片土地曾有的過往時光。 占地達8公頃的港濱歷史公園，曾多次舉行大型活動，包括2005年及2006年燈會，公園內可見到當時2屆燈會的主燈「鳳凰」與「神犬」。而另一頭的林默娘紀念公園內，則設有奇美文化基金會捐贈的林默娘石雕像，少女面貌的林默娘以優雅姿態佇立海邊，彷彿她的裙擺也若有似無地與海風翩翩起舞。 屬港濱歷史公園一部分的札哈木原住民公園為一主題文化園區，起源於2002年鄒族回府城尋根，設有原住民歌舞祭文化廣場、原住民藝術石景、木雕、石板屋司令台、瞭望台以具鄒族特色的涼亭「庫巴」。每年10月在此有原住民慶典儀式。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台南市安平區安億路旁",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "安平區",
    "Coordinate": "22.99498,120.163009",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023155601.jpg"
  },
  {
    "ID": "536",
    "Name": "將軍漁港",
    "Tel": "(06) 793-0702",
    "Introduction": "浩瀚遼闊的台灣海峽，清澈深渺的港內海水，與藍天相映成趣，將軍漁港的美好遠景正釋出她的魅力。六年國建將軍漁港工程，歷經十年，於民國91年完工啟用，是台南市西部濱海最大的漁港及現代化魚市場、魚貨直銷中心。 「靠海吃海」的馬沙溝，是台南市擁有大漁船的地方，只要氣候允許出海，漁船通常在晚間出航，多在近海捕魚，大抵在午前結束作業返航，隨即起卸魚貨。每到午後，就人聲鼎沸，因為漁民把捕撈回來的漁貨，直接拿到這裡叫賣，想買現撈海產嗎？新鮮的魚、蝦、牡蠣各式各樣魚產，任君挑選，來感受一下最有味道叫價哲學的魚市集吧！ 將軍漁港港區腹地遼闊，景觀現代化，雙魚造型似唐老鴨的管理中心成為漁港主要地標。又週邊設備完善，花草林蔭，風景優美，黃昏日落，如詩如畫。夕陽下或散步或垂釣，清新的空氣中，讓疲憊的心情，開懷舒暢，何嘗不是人生旅途中無窮的享受。 聯外道路通車後，帶動將軍區和北門區整體的發展，漁撈、買賣、垂釣、觀光、旅遊，會是這裡最美麗的景觀。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "台南市將軍區平沙村156號",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "將軍區",
    "Coordinate": "23.213252,120.083984",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023155743.jpg"
  },
  {
    "ID": "537",
    "Name": "海岸光廊",
    "Tel": "(07) 619-1216 (彌陀區公所)",
    "Introduction": "南寮漁港是彌陀區發展海洋觀光建設的重要基地，除了每年的虱目魚節之外，彌陀區公所也選在此興建海岸光廊。彌陀區海岸光廊現已完工，從晨曦到夜晚，都有不同風情，已成鄉內新景點。海岸光廊佔地約一點五公頃，主要內包括船型景台、親水河道、木棧道、涼亭、以及白沙嬉戲區，可提供大人觀海、休憩，還可讓孩童遊戲、玩水。 園區外圍近海部分則設置(光椅)，配合植栽旁各式燈光，讓海岸光廊越夜越美麗。海岸光廊整體設施有景觀意象塔，在夜晚時宛如燈塔散發變換的燈光，船帆造型膜構造的露天咖啡吧，坐在燈箱上可以欣賞漁船出海作業，也可遠眺海岸線、高雄壽山及高雄市85東帝士大樓、彌陀區漯底山的惡地形等。而兒童遊戲區內的砂池，港邊角落的灘地、噴水池都是小朋友的最愛，令他們流連忘返。 彌陀海岸光廊是高雄市第一個海岸光廊，現在已成彌陀區內休閒新景點，坐在岸邊或緩坡上，垂釣、聊天，讓海洋回應給觀者不同的魅力。沿著防波堤走下去，欣賞鑲嵌在陶版上彌陀區在地的故事，細部設施男女洗手間的門面，都鑲上色彩奪目耀眼的貝殼，晚間在海岸邊的藝術照明燈照明下，入夜後顯得更浪漫。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "高雄縣彌陀區南寮村沿海一帶",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "彌陀區",
    "Coordinate": "22.7621649,120.2359054",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023155906.jpg"
  },
  {
    "ID": "538",
    "Name": "蚵仔寮漁港區",
    "Tel": "(07) 617-6110\n",
    "Introduction": "梓官區蚵仔寮漁港位於梓官區南部靠高雄市的海岸，在典寶溪出海口之北，是高縣第二大港，一個綜合性漁港，有遠洋漁業、現撈近海業和小型的休閒漁船。漁市交易在午後進行，附近形成一個觀光漁市享有盛名，來到漁港除了參觀漁會作業情形和漁船、港設施，也可以買到新鮮便宜，現撈生猛海鮮活蹦亂跳的魚蝦。附近又有景點，蚵仔寮濕地、紅樹林步道、赤崁海堤步道、同安張家古厝、赤崁古厝、蓮花田、觀光休閒釣場等。 蚵仔寮漁港的假日魚市場，各種海鮮應有盡有，假日更是人潮不斷，提供民眾一個具有生產、生活、生態與觀光休閒特性的多功能漁港。紅樹林步道有生態的保護教學展示區、行人道區、解說區、賞鳥區。赤崁海堤步道，涼亭、護牆彩繪，並施設十二生肖與年年有餘造型雕塑、太陽能藝術庭園燈等；有空不妨來此一遊，欣賞美麗的日落及廣闊的海岸，體會一下漁村的生活，舒解沈重的身心壓力，相信會有意想不到的收穫。 張家古厝，已有113年的歷史，屬於九包五的大厝，古色古香精巧細緻。蓮花田位於梓官典寶溪，可媲美台南白河區的蓮花。海邊海堤可垂釣釣點廣闊，一般以釣沙腸仔、花身仔、三牙、午仔為主，是值得全家玩耍釣魚的好地方。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "高雄市梓官區漁港二路",
    "OpenHours": "",
    "City": "高雄市",
    "Town": "梓官區",
    "Coordinate": "22.7268353,120.255239",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151023155950.jpg"
  },
  {
    "ID": "60",
    "Name": "瑪陵休閒農業區",
    "Tel": "(02) 2456-7156",
    "Introduction": "瑪陵休閒農業區位於基隆市七堵區，東北接安樂區，東臨暖暖區，西南鄰新北市汐止區，西北與萬里區為鄰。流經本區的瑪陵坑溪和友蚋溪，同屬基隆河支流，沿岸可見壺穴地形，而兩溪由於進行封溪護魚之故，水質清澈，溪流生態豐富，加上屬天然常綠闊葉林的分布區域，高溼多雨，植物樣貌豐富，擁有百餘種蝴蝶、十多種蛙類，還有冬夏侯鳥棲息及六、七月的螢火蟲，豐富的動植物生態資源與自然景觀，使本區成為基隆近郊一處兼具親山水、賞蝶樂，又極富教育意義的世外桃源。\r\r 瑪陵休閒農業區盛產多種農產品，以山藥、樹梅、文旦柚、綠竹筍和桂竹筍為大宗，其中聞名遐邇的「基隆山藥」為台灣特有種，肉質細緻，品質優良，居世界第二，在基隆市農會多年的輔導與推廣下，研發出多種與山藥相關且富含養生概念的農產加工品，使本區逐漸發展成為北部地區著名的山藥之鄉；其他著名的農產加工品還有蒲幹、醬蒲和醬桂竹筍等。\r\r 本區的自然生態、文化歷史與產業活動興盛，隨著休閒農業興起逐漸展開知名度，也開發出許多相關觀光資源景點，如：綠谷休閒農場、葉山藥園休閒農場、文良休閒農場、添財休閒農場、金明昌休閒農場等，可提供遊客採摘蔬果、農稼體驗、步道健行及品嚐當地農產。此外，區內五月可賞桐花、七月可賞基隆市花—紫薇，十月則可賞楓香；還會配合當季農產品辦理大型地方活動，像是春天的樹梅節和桂竹筍節、夏天的綠竹筍節，以及秋天的柚子節，歡迎民眾屆時一同來共襄盛舉！\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "基隆市七堵區大華三路 42 號",
    "OpenHours": "",
    "City": "基隆市",
    "Town": "七堵區",
    "Coordinate": "25.124558,121.677255",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111121205.jpg"
  },
  {
    "ID": "61",
    "Name": "滬尾休閒農業區",
    "Tel": "(02) 2621-3059",
    "Introduction": "滬尾休閒農業區位於新北市淡水區，包括坪頂里、樹興里、竿蓁里、忠寮里和水源里，區內以山區溪谷地形為主，為中低海拔動植物的棲息之所，可觀察原始森林、野生動植物、魚類和保育類鳥類，像是大冠鷲、黃嘴鳥梟、領角梟、藍鵲及鉛色水鶇；區內景觀較無受人為破壞，因此保有豐富的自然、人文與農業生產景觀，加上昔日遺留的文化資產及農村物產，是一處兼具自然生態、故事性與歷史性的休閒農業區。 滬尾休閒農業區的農產品豐富，主推的地方商品—金花石蒜，90% 外銷日本，8 月至 10 月為盛花期，由於盛開的花瓣向外翻捲似龍爪，因而博得「龍爪花」的美名；其餘農產品還包括文旦柚、椪柑、桶柑、山藥、芋頭和竹筍等，其中山藥和芋頭，品質優異深獲好評，竹筍的品質更是好。\r\r 本區擁有多處天然湧泉，屬於大屯山脈水系的泉水，其質清澈甘美，自日據時代即為天然飲用水首選；尤以水源里水源頭的湧泉水，其水質優良更是名聞古今，馬偕博士生前常帶眷屬和駐淡水的外國官員、商賈到這裡的竹林下野餐，享用這裡甘美的湧泉水。當時馬偕博士經常以蘇打加泉水飲用，本地先民不懂這種時髦的飲料，就稱它為「番仔酒」。目前本地居民亦經常來此裝水或煮水泡茶，亦可拿來生飲享受自然的幸福。\r\r 結合傳統農業與休閒產業，並融合在地鄉村景觀、生態及故事人文等元素，滬尾休閒農業區景點多元，景觀與人文景點包含滬尾櫻花大道、天元宮登山步道、楓樹湖、洗衫窟、日人遺跡–軍營和伏地堡、最北舉人宅 (旗桿厝) 等；休閒農園則有三空泉、北新有機休閒農場、興福寮花卉綜合農場、大屯花卉農園、犇群休閒農牧場等。來到滬尾休閒農業區，不僅可悠遊於人文薈萃的自然景致中，也可享農村體驗之趣，一年四季更可賞不同花卉，如一、二月櫻花大道的山櫻花、楓樹湖木蓮花、三月天元宮的吉野櫻、四月的百合花、五月的百子蓮與愛情花和九月的金花石蒜，再加上區外聞名全國的淡水老街、漁人碼頭與紅毛城，每逢假日吸引大批遊客前來這個大台北的後花園。【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "新北市淡水區北新路三段 176 號",
    "OpenHours": "",
    "City": "新北市",
    "Town": "淡水區",
    "Coordinate": "25.192796,121.490791",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111121242.jpg"
  },
  {
    "ID": "62",
    "Name": "枕頭山休閒農業區",
    "Tel": "(03) 923-0785",
    "Introduction": "宜蘭縣員山鄉的枕頭山簡稱「枕山」，是一座 75 公尺高獨立小山，相傳有位仙人挑重重的扁擔，經過蘭陽平原時，因擔子太重扁擔突然從中折斷，一個掉落在外員山，另一個就是掉落在枕頭山位置，仙人把落在枕頭山這邊的貨物當作枕頭拿來睡覺，因而睡出枕頭山來。每年 4~5 月期間，李花與桃花陸續開放，整座山片地是花蕊，隨風搖曳、形成花海，此景稱為「枕山花海」，因時代變遷，桃子與李子逐漸被其他水果替代大量栽種，因而有人改稱「枕山春海」，被列入蘭陽十八勝景之一。\r\r 枕頭山休閒農業區，是由三個農村所組成，園區景點包括枕頭山、李仔山、水井山軟埤、雷公埤、大礁溪等天然景色，另外還有一棵最具特色的當地古蹟茄苳樹，村民稱作「大樹公」，也是文化歌仔戲的發源地。此外，還有波的農場、玉蘭花園、金雙生園藝、柏泰農園、鄉村休閒教育農園、蘭陽養蜂場、錦普觀光梨園等田園休閒處，以及庄腳所在、茶鄉園、靚綠食宿、枕山庄、枕山春海等多家優質民宿，他們所規劃出的套裝行程，除了能讓遊客享受枕頭山之美，還可以體驗農村活動，回憶童年舊時的記趣，騎著鐵馬穿梭在鄉野小徑，盡情呼吸田園散發出純淨清新空氣。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉坡城路16鄰18號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.780525,121.693254",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111121020.jpg"
  },
  {
    "ID": "63",
    "Name": "玉蘭休閒農業區",
    "Tel": "(03) 980-1005",
    "Introduction": "玉蘭休閒農業區位於宜蘭縣大同鄉，相傳因有漢人在此設立鋸木廠，泰雅語謂鋸木為「helan」，遂用此音為名。玉蘭面向蘭陽溪開闊河谷，北倚南拳母山，茶園連綿，鄰近高山環伺，隸屬雪山山脈東隅，在山腰及分水嶺一帶頗多完整而平緩土地，常起輕霧、適合茶樹生長，擁有廣大的茶園，主要生產的茶葉為青心烏龍、金萱、翠玉，茶香味甘，因產地「玉蘭」而名為「玉蘭茶」。\r\r 「玉蘭茶」是蘭陽地區的當家茶，產區集中於大同鄉玉蘭村，不僅具特殊香氣，另有特色茶餐，讓人瞧見不禁食指大動，而茶凍、茶焗蛋更是令人垂涎欲滴，並有客家擂茶、採茶、自助製茶體驗等親近自然的活動。\r\r 玉蘭村的茶園風光別具風格，氣溫宜人，彷彿置身在綠色世界裡，尤以能遠眺龜山島的蘭馨亭，站在景觀台上放眼可見蘭陽平原，令人心曠神怡。另外，玉蘭村也是登往「十七歲之湖」─松蘿湖的入口處，沿著破鐺坑溪，溯水入山，約 1 小時腳程，又可發現一處清新可愛、不染塵囂，極富神祕色彩的「玉蘭瀑布」，今後旅客到玉蘭村購茶觀景之餘，順道抽空前往，定會一見傾心。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣大同鄉松羅村鹿場路 4-1 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "大同鄉",
    "Coordinate": "24.667179,121.588397",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111140813.jpg"
  },
  {
    "ID": "635",
    "Name": "沐雨鍾林休閒農場",
    "Tel": "0988-958560",
    "Introduction": "【Amrita Green Retreat】\r 「沐雨鍾林」是一處結合生態、環境、生命、身心靈教育的場域，提供 生態、環境保護教育與綠建築導覽解說、民宿、靜心舒壓課程、教室場地租借（研習、在職進修、心靈與大自然療癒課程、禪修避靜、工作坊等）。\r\r 農場位於屏東縣潮州鎮泗林里，佔地2200坪，鄰近1000多公頃的林後四林平地森林公園邊。早期為檳榔園，一來一荷夫婦接手後，為實踐有機農業的理想，砍伐全區檳榔，種植了1000株愛玉子，並與中小學合作戶外教學，推廣愛玉子生態教學與環境教育。 後因風災之故，愛玉子毀損，於2014年12月興建沐雨鍾林生態心靈休閒農場，祈願將生態教育、環境教育(綠建築)、生命教育、身心靈教育融合，實踐推廣全方位的全人宇宙自然教育理念。\r\r 農場建築體的空間藍圖由主人夫婦設計，親力親為監造完成，建物造型簡樸自然，設計中庭綠化空間，以利採光通風，減少能源消耗。開設高低窗，達到熱對流，降低室內溫度。屋頂則鋪設太陽能板，運用太陽能提供熱水系統及發電功能，除獲得綠能產值外並降低屋頂熱傳導之效益，以達到空調節能、照明節能、外殼節能、淨化室內空氣品質。裝修結構輕量化，大量運用舊木料，減少使用高排碳量之建材，以達節能減碳之功效。\r\r 另外在裝置藝術的美感上，呈現了許多巧思運用，如：銹鐵雕刻、彩繪壁畫、染布、漂流木、二手物品、舊傢俱回收及裝潢舊木料的廢物再利用作品，使整個園區充滿寧靜優雅、自然祥和的藝術氣息。 建築物同時朝向綠建築四大方向，融合生態（Ecology）、節能（Energy Saving）、減廢（Waste Reduction）、健康（Health）的理念努力。 農場園區生物多樣化，採自然農法概念，不使用化學藥劑，營造自然生態場域，吸引多種生物棲息，並規畫自然生態工法之溪溝生態池，以水生植物過濾水質，營造自然循環水域，吸引各種蛙類、昆蟲、蜻蜓、鳥類來棲息。\r\r 提升綠化指標，栽種200多棵大樹與3000棵的綠籬及蜜蝶植物，提供生物棲息的友善環境。大面積的綠色草地與基地透水鋪面施作，幫助土地含養水分，降低輻射溫度。 農場樹種豐富，有樟樹林、台灣櫸、過山香、毛柿、黃連木、羅望子、蘋婆、吉貝木棉、臘腸樹、落雨松、消楠等，其中光臘樹群的林蔭道，是獨角仙的棲息家園，每年五月是觀賞獨角仙的好時機。角仙生態的好時機。\r\r 此外有500棵的桂花園及多種栽培的果園區(有白柿、星蘋果、巴西櫻桃、橄欖、橘子、釋迦、龍眼、莎麗、酪梨、芒果、黃金果、芭樂等果樹)，為減少垃圾量，並設置堆肥區，將廢棄廚餘轉化為肥料，提供果樹成長。 農場的特色民宿，附五行養生早餐，並含括身心靈的課程，將生命教育與環境教育結合，提供靜心正念舒壓、大自然森林療癒、園藝治療、藝術治療、心靈瑜珈等課程，引導人們的內心回歸自然寂靜的內在探索、覺察、省思，謙虛的向大自然學習，感恩大地、陽光、雨水、新鮮空氣的滋養與無所求的付出，透過慢食、慢行、慢呼吸、慢活，獲取正向能量，重新找回最單純、最自在的心，活出最自然流動的喜樂生命 沐雨鍾林生態心靈休閒農場願與世間廣結善緣，護生護大地。「雨」象徵甘露、永恆不朽與智慧，願每一位來到這塊土地的朋友，身心能得到雨露般的滋養與休憩，享受寧靜、放鬆與喜悅的心靈渡假。 ",
    "TrafficGuidelines": "",
    "Address": "屏東縣潮州鎮泗林里開元路1之52號",
    "OpenHours": "",
    "City": "屏東縣",
    "Town": "潮州鎮",
    "Coordinate": "22.542962,120.5725759",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20161020100127.jpg"
  },
  {
    "ID": "64",
    "Name": "中山休閒農業區",
    "Tel": "(03) 958-7010",
    "Introduction": "中山休閒農業區位於冬山河上游，為冬山河發源地之一，面積約 806 公頃以種植茶樹及文旦為主，多數為保護林地是宜蘭縣內最好的生態旅遊場所。村民利用乾枯的河床放牛吃草，強調人文、環保的精神，其生態農法的應用更榮擭九十二年全國休閒農漁園區創意大賽的冠軍。 區內栽種約兩百公頃之素馨茶，為縣內主要的茶葉生產區，區的整體意象以一心兩葉為造型。近看似翹著尾巴的小鳥，獨一無二的自然生態。近年更結合生產、生活、生態資源，體驗為主的休閒活動，歡迎遊客的到來，體驗在地農村生活。\r\r 休閒農業區內的多家休閒農場也推出豐富的 DIY 體驗項目，讓民眾更深入體會農村樂趣，例如東風有機農場有檜木筷手工製作體驗；內山茶園能品嚐柚花養生擂茶；香格里拉休閒農場則有可愛的蠶寶寶童玩 DIY；在祥語有機農場更可以體體驗手工炒茶的樂趣。項目眾多，歡迎民眾親自到中山休閒農業區來體會。\r 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉新寮路103號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.633838,121.750577",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111140900.jpg"
  },
  {
    "ID": "65",
    "Name": "天送埤休閒農業區",
    "Tel": "​03-9895645",
    "Introduction": "天送埤休閒農業區面積約 290 公頃，有 6 個羅東運動公園大，目前有天山、天福二村位在蘭陽平原沖積扇頂端，海拔約 130 至 180 公尺，三面環山為平原與山脈的交界處，因為如此的地理特性，造成該地區日夜溫差大，而肥沃的礦物質土壤也讓種植的蔥、蒜、銀柳、梨等作物品質相當好。\r\r 當地的產業除了頗具知名度的三星蔥蒜外，還有銀柳、芭蕉及號稱「美人腿」的筊白筍。種植面積廣達80公頃的三星銀柳，占台灣總產量 95 以上，產量可說是獨占鰲頭，優良的品質還外銷到新加坡、香港及加拿大等地，並以行銷品牌概念命名為「天送銀柳」，取天送銀兩的吉祥涵義。\r\r 行經公路旁的青蔥產區時，可以留意一把把青蔥神采奕奕的挺立著；進到市區看到排成一串人龍的小店面，肯定就是三星有名的小吃「卜肉」，這裡的豬肉可是經過拍打按摩，再裹上特殊配方麵粉油炸而成，肉質香嫩彈牙，吸引不少外地民眾購買。\r\r 嚐完美食後，不妨到青蔥文化館或天送埤文物館，看看有著長長蔥白的三星蔥到底有何魅力；而天送埤文物館則有過去繁榮伐木業及日常生活的縮影，300 多件古玩意有些雖然已從時代洪流中褪色，卻仍保留過去美好時光的種種回憶。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣三星鄉天山村福山街119號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "三星鄉",
    "Coordinate": "24.6615627,121.6164763",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20161026190515.jpg"
  },
  {
    "ID": "656",
    "Name": "陳家休閒農場",
    "Tel": "03-5890035(陳新源)",
    "Introduction": "餐廳、果園及夏天的獨角仙是農場的三寶。餐廳提供客家美食及擂茶，園區是花草的伸展台，豐富的生態花卉是創造蝴蝶和獨角仙的家，農場果園擁有數十棵獨角仙最愛的光臘樹，六、七月數以千計的獨角仙、鍬形蟲等穿梭樹幹上，是最佳的生態教育場所。妝點餐廳的菜瓜布創意雕塑、竹製童玩、製作擂茶與客家麻糬，也都是老闆提供給遊客創意的 DIY 活動。",
    "TrafficGuidelines": "",
    "Address": "新竹縣新埔鎮照門里6鄰九芎湖29號",
    "OpenHours": "",
    "City": "新竹縣",
    "Town": "新埔鎮",
    "Coordinate": "24.8620405,121.1033109",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160520101329.JPG"
  },
  {
    "ID": "66",
    "Name": "冬山河休閒農業區",
    "Tel": "(03) 960-3773",
    "Introduction": "本區域昔日為噶瑪蘭族的重要據點，因此區域內的傳統族群文化亦以噶瑪蘭族為重心，根據文獻資料記載，噶瑪蘭人的祖先飄洋過海至台灣，定居於蘭陽平原上自稱「噶瑪蘭」，意思為「平原人類」。宜蘭原住民噶瑪蘭人喜愛傍水而居，因冬山河貫穿本區，噶瑪蘭族聚落尤其多。\r\r 冬山河親水公園已成為造訪宜蘭最重要的景點之一。冬山河親水公園歷經一段河川整治，漫長規劃與施工歷程改造人們對水的觀念，如今的冬山河親水公園，是童玩節、宜蘭縣國際名校划船賽的地點，不但是宜蘭縣最熱門的景點，多次登上全國公立風景區中入園人次最多的寶座，更成功打響「宜蘭經驗」，成為宜蘭人的福氣，也是驕傲。冬山河自然生態極為豐富，除了可認識不少的生態植物外，各種留鳥和候鳥棲息，更是賞鳥的好去處。傳統藝術中心與親水公園僅一水之隔，在文化與觀光結合下為一體。冬山河休閒農業區完整的旅遊內涵，歡迎您的光臨！",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉武淵村武淵三路 120 號  (冬山河畔)",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.672199,121.809279",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111141033.jpg"
  },
  {
    "ID": "67",
    "Name": "珍珠休閒農業區",
    "Tel": "(03) 960-5200",
    "Introduction": "位於宜蘭縣冬山鄉的珍珠休閒農業區，範圍包括了珍珠村全部及鄰近五個村的一部分，面積廣達 300 公頃。農業區農民大都以稻作為主，現僅耕作一期稻作，其他時間則為休耕。近年來因政府提倡轉作，有農民將部分農地轉作市民農場、林地、南瓜園、荷花池等，為農業區帶來豐富的景觀面貌。\r\r 南瓜園、竹子生態園區、稻草工藝館、風箏體驗館、草垺王公、靈石、珍珠項鍊、冬山河自行車道、森林公園等都是珍珠休閒農業區內相當著名的景點，而在冬山河河邊、灌叢芒草、橋樑邊、旱田、菜圃、竹圍、樹林裹，一年四季幾乎都可以看到各式在此成長的留鳥蹤影，在秋冬之際則會有候鳥加入，讓珍珠休閒農業區成為絕佳的賞鳥所在。此外，冬山河流域從上游至下游均有相當豐富的魚類，因此，在農業區內的河邊或溝渠中經常可以看到拿著釣竿專注垂釣的民眾，享受釣魚樂趣。\r\r 農業區內的李厝舊宅因久經荒廢無人居住，林蔭草叢內尚存一處螢火蟲棲息地，每年 4-6 月為交配活動期，此區是目前宜蘭縣境內唯一的平原型螢火蟲區。珍珠休閒農業區緊鄰冬山河親水公園及國立傳統藝術中心，民宿數量多且集中為全國少見，而每家民宿各有特色，也為休閒農業帶來蓬勃發展。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉富農路二段 255 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.658875,121.795650",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111141126.jpg"
  },
  {
    "ID": "68",
    "Name": "內城橫山頭休閒農業區",
    "Tel": "03-9221506",
    "Introduction": "「內城橫山頭休閒農業區」位於宜蘭縣員山鄉，本區就像是宜蘭的縮影一般，有「山」又有「水」。橫山頭就是雪山山脈的餘脈，鬱鬱蔥蔥的林相，屏障著農業區的西北方，清晨的水氣以及雨後的山嵐，經常籠罩山頭，呈現清新脫俗的景致，是畫家筆下的題材。\r\r 橫山頭的水就是源自蘭陽溪流域的湧泉，流瀉成大大小小的的溝渠與埤塘，灌溉了本地的良田、滋養了肥美的香魚，也是宜蘭「自來水公司」以及金車「波爾天然水」的水源地。因此本區休閒農業的特色與「水」息息相關。在農產品方面，有香魚、水果、芋頭供您朵頤；在水資源景觀方面，有水景公園、水圳步道、太陽埤、水車景觀供您玩賞；在休閒產業方面，有水 SPA、青蛙館、甲蟲生態館、香魚主題餐、蓮花園、土壟間、鐵牛力阿卡供您體驗。\r 竭誠歡迎民眾到此旅遊，感受本區的鄉野景觀及在地濃濃的人情味，保證讓您不虛此行。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉員山鄉尚德村八甲路 15-1 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.727318,121.702444",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111141220.jpg"
  },
  {
    "ID": "69",
    "Name": "羅東溪休閒農業區",
    "Tel": "(03) 957-7072",
    "Introduction": "「羅東溪休閒農業區」位在蘭陽平原南側，羅東溪自中央貫穿而過，區分為北成區及柯林區，此區各有不同的農業生態與特色。北成區內可見翠綠碩大的荷葉，隨風搖曳姿態挺立於荷花田間，而柯林區內有水田、草垛、漁塭、牧羊場、鴨場等農村風貌，另外在安農溪上也可以享受到驚險刺激的水上泛舟活動，流域間豐富的動植物資源，是適合賞鳥的好景點。\r\r 北成區即北成庄一帶，這裡的田野以蓮花產業聞名，雖然此時蓮花季節已過，但仍有不少的睡蓮水田，田間常可見紅冠水雞、白腹秧雞、鷺鷥等「留鳥」出沒。柯林區為羅東溪、安農溪畔一帶的田野，包括萬長春水圳公園、分洪堰公園和柯林湧泉公園等，這一帶鳥類也是以留鳥為主，傍晚時分鷺鷥歸巢的景觀最為動人。\r 羅東休閒農業區有翠綠的荷葉與各色荷花挺立於蓮田，再搭配傳統建築及圳溝泉水，彷彿置身於人間仙境。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣羅東鎮北成路二段 206 巷 8 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "羅東鎮",
    "Coordinate": "24.681535,121.748575",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160516145108.JPG"
  },
  {
    "ID": "70",
    "Name": "梅花湖休閒農業區",
    "Tel": "(03) 961-7267",
    "Introduction": "因為外型恰似梅花五瓣，所以先總統蔣經國先生命名為「梅花湖」。而這座以湖泊生態為發展主軸的休閒園區，因為園內有一座湖泊及環山綠蔭，蓊鬱的樹林和豐富的水資源涵養，不但方便早期農田灌溉，還孕育鳥類、魚群及天然植物生態，成為一處全家休閒旅遊的好去處。\r\r 由於梅花湖休閒農業區為目前宜蘭境內最大的產桑區，所以每到 4 月盛產期，梅花湖休閒園區便會「葚情」邀約民眾參與桑葚季活動，不僅顛覆遊客對桑葚圓圓小小的印象，一睹如手指頭長的條狀「蠶寶寶桑葚」外，還可體驗桑葚採果及 DIY 果醬樂趣。其他農特產品也依時令輪番上陣，如金棗、綠竹筍、香茅草、文旦柚及洛神花等，其中皮薄飽滿的文旦柚雖然外型較小，但也值得一嚐；而鮮豔欲滴的洛神花，嫣紅色澤加上酸甜滋味，最適合沖泡成飲品。\r\r 此外，遠處的無極三清宮是當地民間信仰，以宏揚道教教義為宗旨，莊嚴華麗集中國古典建築精粹，依山傍水可俯視梅花湖。或是騎著鐵馬繞行梅花湖一圈，迷人景致令人目眩神迷，是不少人年輕時的戀愛記憶；亦適合靜靜坐在觀景台欣賞湖畔楊柳迎風飄起的美麗梅花湖景致。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉得安村大埤路 1 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.644965,121.728525",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111141414.jpg"
  },
  {
    "ID": "71",
    "Name": "新南休閒農業區",
    "Tel": "(03) 925-3517",
    "Introduction": "新南休閒農業區位於壯圍鄉正南方，地理位置正處於蘭陽溪、宜蘭河出海前交匯之處，區內又有美福大排貫穿其間，「春蔥、夏瓜、秋鳥、冬蒜」是當地的農業特色，其中尤以哈密瓜最為著名。\r\r 哈密瓜好吃的原因在於農業區內的蘭陽溪下游溪畔沖積沙質壤土，土質極適合哈密瓜的生長環境，加上日照充足、排水良好、日夜溫差大，並受到海洋性氣流調節作用影響，使得當地種植的哈密瓜又香又甜，「哈密瓜的故鄉」名號於焉而成，開車在農業區內，經常可以看到一個個「哈密瓜的故鄉」標牌矗立在路邊。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣壯圍鄉新南村霧罕路 3 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "壯圍鄉",
    "Coordinate": "24.645110,121.660673",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111141458.jpg"
  },
  {
    "ID": "72",
    "Name": "時潮休閒農業區",
    "Tel": "(03) 987-0558",
    "Introduction": "時潮休閒農業區位於宜蘭縣礁溪鄉時潮村，面積 299 公頃，其中農田 200 公頃、魚塭 101 公頃、草澤 6 公頃、廢棄魚塭 5 公頃。地勢低漥，大小河川皆有閘門，成為本區之特色。\r 民國 52 年鰻魚大量銷往日本，低漥地區農田開挖成魚池飼養鰻魚，為國家賺取大量外匯。民國 70 年間，養鰻外銷受阻，養殖戶便將鰻魚池改設為養蝦池，獲利頗豐。民國74年政府更將大塭地區 200 多公頃低漥農田列為養殖專業區，時潮成為名副其實的魚米之村。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣礁溪鄉玉龍路二段 495 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "礁溪鄉",
    "Coordinate": "24.819277,121.794542",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111153843.jpg"
  },
  {
    "ID": "727",
    "Name": "麗野莊園休閒農場",
    "Tel": "0912592789",
    "Introduction": "以前在蘭陽平原錯落著三合院，邊邊圍著竹圍，農家們在這種著稻子，養養鴨過著農家生活，所以宜蘭的米和鴨子都很有名氣，尤其是鴨賞成了宜蘭名產。\r\r 宜蘭麗野莊園休閒農場是以蘭陽平原兩大元素做為主題，以前是每戶農家都離不開鴨子這個元素，現在牠漸漸少了，人們也對牠生疏了！除了鴨子外，另外就是稻子，介由農村體驗回味那簡單樸實，來麗野可體驗”稻子的一輩子”和“鴨子的全生態導覽”，例如：按摩小鴨，鴨子語言教學，觀察母鴨孵蛋，撿鴨蛋，歐姆蛋卷DIY,農場四季活動，插秧，鐵牛車，歡迎光臨體驗。",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣宜蘭市黎明一路 88 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "宜蘭市",
    "Coordinate": "24.7419555,121.7778409",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160901143923.jpg"
  },
  {
    "ID": "73",
    "Name": "大進休閒農業區",
    "Tel": "(03) 961-2735",
    "Introduction": "沿大進路進入大進休閒農業園區，筆直的一條路，路旁常可見栽種的作物，該區以椪柑、柳丁、年柑、金棗、水蜜桃、蜜李、芭樂、文旦等水果為主，加上綠竹筍及部分茶葉為主要生產作物；若遇盛產期還開放遊客採果觀光和體驗，如儂來農場可製作柚子醋、松茂農園有捏陶、石蓮園有機農場可做有機盆栽的 DIY 等。\r\r 當然，大進休閒園區除了田園風光及農事體驗可參與外，最讓外地遊客湧入的原因是當地有名的蜜餞、麥芽酥和花生糖，每逢假日總可見遊客大包小包的採購。如順進蜜餞行以口味多樣又可免費試吃為號召，加上自動封口機的便利，讓遊客輕鬆決定要吃的種類與數量。而相鄰不到 50 公尺的劉記花生與春記麥芽酥，假日都有現炒、現做表演，適合民眾暫時歇腳，品嚐可口點心與下午茶的悠閒。此外，園內的杜康館也是遊客飲食中心，因為除有新鮮水果可品嚐外，自製的醋及多樣的沙拉醬讓不少遊客慕名而來。\r\r 豐沛的水氣總讓該區午後飄起小雨，朦朧的山嵐霧氣讓山景加添一種遺世之美，未經都市化影響的大進園區保留典型鄉村特色，滿山的綠釋放新鮮空氣，辛勤耕作的農婦背後有滿園的果樹，走在如蜘蛛網絡的小徑，會聽到啾啾的鳥啼和蟲鳴，閒靜的力量與喧囂的市區隔成兩個世界。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉大進村大進九路 56 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.633576,121.710181",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111153924.jpg"
  },
  {
    "ID": "74",
    "Name": "大湖底休閒農業區",
    "Tel": "0936-777-768",
    "Introduction": "大湖底休閒農業區成立於民國 97 年 6 月，這是宜蘭縣境內第十三個成立的休閒農業區，面積廣達 527 公頃，轄區包含員山鄉內的湖東村、湖西村、逸仙村及湖北村。\r 西元 1815 年，員山先民拓墾此區時，因西勢大溪發生水患，高地無水，低窪處則氾濫成災，經先民合議築圍埤、鑿圳灌溉，水犯問題終獲解決。當時先民對外出入及農產品、木材等資源大都利用水路運輸，因此區內水圳特別多，加上灌溉水質優良，出產的農產品品質極佳。\r\r 該農業區完全沒有工業污染，山林、田園景觀景色宜人，生態環境頗受遊客青睞，區域內極適合利用田園景觀及周邊生態環境資源，從事結合農業生產及農村文化相關休閒產業，以提供國民休閒，並增進國民對農業及農村生活的體驗。\r\r 大湖底休閒農業區內的休閒資源相當豐富，區內不僅有特色風味餐廳、美食，還有相當難得一見的湧泉分布，著名的湖東韭菜生產專區、二湖鳳梨文化館、崩山湖楊桃果園、大湖風景區、雙連埤、紅鳳菜栽植專區、鼻仔頭休憩區、貢仔湖休閒步道等都在農業區內。此外，配合近年來休閒農業日漸發達，大湖底休閒農業區內的民宿也蓬勃設立，當中也不乏合法民宿業者朝著舒適、安全的住宿環境努力經營，期待大家來體驗。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣員山鄉湖東村茄苳路 12 號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "員山鄉",
    "Coordinate": "24.745883,121.706587",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111154018.jpg"
  },
  {
    "ID": "76",
    "Name": "大山背休閒農業區",
    "Tel": "0910-297-527",
    "Introduction": "新竹縣橫山鄉的橫山村又稱為大山背，主要是因為此區地形有著如同橫刀崎立。民國 80 年代時期，橫山地區以礦產、筏木最為著名，並在此地興建火車等交通工具，整個橫山地區也因而變得十分繁榮、熱鬧。但隨著時代的變遷與大自然資源的快速遞減，橫山礦產沒落，好在大山背休閒農業區即時興起，讓橫山地區的客家文化及傳統能夠獲得適當保存。\r\r 在大山背休閒農業區成立的同時，也喚起居民對橫山地區的愛護，而原有的文化特質更倍受保護，傳統農業與鱒魚場養殖技術也藉此重新建立。現在的大山背休閒農業區已富有各式特色文化與自然景觀，這些有規劃性的原始風采不但美化了台灣，更吸引不少來自各地的民眾前來探訪。除此之外，在園區範圍中更有數條登山者必來的古道，如騎龍古道、茶壺古道等，皆具原始風采又能輕鬆走訪的山林步道。\r\r 園區裡還有一處值得旅人前來探索的重要傳統石屋，歷經多年歲月的楊石屋，雖然已遭受颱風襲擊而稍有破損，但整體上而言都算完整，對於歷史文化或歷史景觀有興趣的旅人，絕對值得前來。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "新竹縣橫山鄉豐鄉村大山背 6 鄰 80 號",
    "OpenHours": "",
    "City": "新竹縣",
    "Town": "橫山鄉",
    "Coordinate": "24.685482,121.136745",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111154358.jpg"
  },
  {
    "ID": "77",
    "Name": "那羅灣休閒農業區",
    "Tel": "(03)584-1702",
    "Introduction": "在新竹縣尖石鄉裡，可以找到這處保有原始風味的那羅灣休閒農業區，農業區內建有完善的休閒步道、那羅灣小公園、景觀路段等設施。雖然部分地段已開發為觀光景點，但那羅灣休閒農業區內的景緻依舊保持天然原始，山林之間更保有多座泰雅族原始建築，讓此處更具有歷史遊覽與賞玩的價值。\r\r 一進入那羅灣休閒農業區範圍，迎面而來的是最具特色的錦屏大橋之泰雅族文化雕像，而這座雕像的作用不只是觀賞，每座雕像的背後，都有一段別具意義的泰雅族故事，例如是泰雅英雄射下太陽、泰雅族精神領袖等；值得旅人用心前來了解。\r\r 在那羅灣休閒農業區裡，除了擁有多座農田、農業休閒地區之外，還有別具風味的鱒魚休閒農莊，以及大範圍的鱒魚養殖場，讓旅人可以觀賞到不同的農村生活。而在農業區內仍有多處步道、小徑，雖然目前尚未完全開發而較難行走，但反而多了幾分原始風光，讓人特別迷戀。園區裡還有一處適合賞夜景、賞星光的好地方；沿著山林小徑往上來到山頂農場，可以觀賞整座新竹縣市的夜景；光害少的優點，更讓這裡成為賞星河的最佳場所。\r 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "新竹縣尖石鄉錦屏村",
    "OpenHours": "",
    "City": "新竹縣",
    "Town": "尖石鄉",
    "Coordinate": "24.676929,121.215077",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111154441.jpg"
  },
  {
    "ID": "78",
    "Name": "和平部落休閒農業區",
    "Tel": "(03) 585-1001",
    "Introduction": "在日治時代期間，日本將五峰鄉的泰雅族原住民分為「四社」，而其中一社的「麥巴來」就是現在的和平部落地區。小型山地部落的五峰鄉之和平部落農業休閒地區，前有上坪溪、後有登山客最愛的鬼澤山登山步道，是行政區域所劃分的竹林村第 5 鄰地區。\r\r 在五峰鄉和平部落農業休閒地區裡，最大的特點就是保有泰雅族原始文化，甚至還以當地竹林特產，建造出一座座的竹鳥居、竹子屋、竹子、竹子標示牌等，各種特色文物，讓旅人一進入和平部落地區，就立刻感受到原住民的熱血風情。和平部落擁有3條著名的步道，其中又以谷燕瀑布步道最有名氣；在谷燕瀑布步道側邊的麥巴來步道，可說是當地居民早期的重要道路，雖然現在已經擁有便利的連外馬路，但對居民們來說，這裡仍有存的價值與意義。位居和平部落中央的鬼澤山登山步道，是登山者熱愛的天堂，從此處可以爬上和平部落的最高點，瞻望整個和平村落之美。\r\r 除了和平部落的原始特點之外，這處農業區還是桃、李的特產部落，每到桃、李盛產時期，整座山頭多為包上果子的白色紙袋，不仔細看的話，還會誤認是雪花遍布山頭，十分美麗。【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "新竹縣五峰鄉大隘村 6 鄰 95 號",
    "OpenHours": "",
    "City": "新竹縣",
    "Town": "五峰鄉",
    "Coordinate": "24.631956,121.117346",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111154653.jpg"
  },
  {
    "ID": "79",
    "Name": "照門休閒農業區",
    "Tel": "(03) 589-9606",
    "Introduction": "新竹縣新埔鎮照門休閒農業區，可說是座既傳統又美麗的客家莊園，在這座300公頃的丘陵地上，由5座丘陵地所組成的溪谷地域，並形成布袋狀地形，獨具特色風光。此區包含九芎湖與箭竹窩二區，園內擁有農塘、農莊美食、特色童玩DIY等各種農村體驗；除此之外，照門休閒農業區的生態更是豐富，無論是獨角仙、五色鳥或是蝴蝶與紅蜻蜓，幾乎隨處可見，這也成為當地最大的美麗特點。 對於喜歡健行、採果、賞花，或是體驗大自然之美的旅人來說，新埔鎮照門休閒農業區是個相當不錯的選擇，因為在這座農業區有3條環繞整座山頭的步道，而且建設完善，讓旅人可安全地遊覽眼前美景。不僅如此，園內還有多座休閒農場可供旅人用餐、農業童玩DIY手作、擂茶及麻糬DIY等多元化的樂趣，帶著小朋友前來旅行，也能玩得相當愉快且安心。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "新竹縣新埔鎮中正路 776 號",
    "OpenHours": "",
    "City": "新竹縣",
    "Town": "新埔鎮",
    "Coordinate": "24.827958,121.069114",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111154824.jpg"
  },
  {
    "ID": "90",
    "Name": "十二寮休閒農業區",
    "Tel": "(037) 602-271",
    "Introduction": "十二寮地區位於峨眉湖畔附近，早期這裡是樟腦油的盛產地區，稱之為樟腦寮，而後來稱此區為十二寮的原因，在於其產出名次位居第12名而得名。另外比較特別的是，早期十二寮地區的開發者多為黃氏家族，直到數十年後的今天，十二寮地區的黃氏成員比例依然最多。 近年來自然環境的保護與觀光業的開發，十二寮地區也建立起十二寮休閒農業區的範圍，而湖光地區正好位於峨眉鄉的中半部，此地區面積有十萬多公里，是全鄉第2大村；本區最著名的景色不只有峨眉湖山色，還有十二寮休閒步道、自行車步道，尤其這裡規劃有完善的自行車專用道路，特別適合喜愛自行車遊的旅人前來休閒。早期就以農業區為發展形態的十二寮休閒農業區，在農產品方面則以柑橘、柚子等最多，另外還有蔬菜產銷班、網室種植、溫室種植等多項植物研究中心，擁有相當多元的農業文化資源。而這些農業的專業特點，在在都讓十二寮休閒農業區成為假日都市農夫、專職農業研究人員的最佳休憩地點。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "新竹縣峨眉鄉湖光村12鄰12寮3號之1",
    "OpenHours": "",
    "City": "新竹縣",
    "Town": "峨眉鄉",
    "Coordinate": "24.6696517,120.9852958",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111155012.jpg"
  },
  {
    "ID": "906",
    "Name": "金生休閒農場",
    "Tel": "037-669475",
    "Introduction": "金生休閒農場鄰近永和山水庫，景致宜人，每年4至5月桐花綻放美不勝收。8月起至隔年2月更有各式柚、橘，水果香甜多汁，有口皆碑。 水果產季：8-10月柚子、 12月柳丁、1-2月桶柑。 ",
    "TrafficGuidelines": "",
    "Address": "苗栗縣三灣鄉永和村6鄰明坑8-1號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "三灣鄉",
    "Coordinate": "24.647279,120.9299710",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151119151014.jpg"
  },
  {
    "ID": "91",
    "Name": "雙潭休閒農業區",
    "Tel": "(037)872-001#35",
    "Introduction": "苗栗三義雙潭休閒農業區位居關刀山山系的海拔700公尺，總面積約118平方公里，而目前人口約有2000人，且大多數居民仍從事木雕行業，其次才是務農，不過當地居民相當團結及和善，讓三義雙潭成為遊客的最佳休憩地點。此地區屬丘陵地帶，主要道路為130縣道，由東側行駛可接台3線，西側則是國道一號，交通十分便利。三義雙潭休閒農業區側邊正好是大湖薑麻園休閒農業區，連續兩座休閒農業區的優點，也形成遊客喜愛此地區的原因之一。 在三義雙潭休閒農業區裡，結合傳統木雕藝術、獨具歷史意義的勝興火車站，以及早期要道的挑炭古道等各類特色，並於96年榮獲台灣十大經典農村。除了這幾項知名特色之外，三義雙潭休閒農業區還有道地的客家美食文化，各種客家傳統的好滋味都可在此找尋得到。 除了當地特色美食之外，三義雙潭休閒農業區也有趣味的DIY活動可參加；運用三義地區的木雕特色，在休閒農業區裡可以找到木雕彩繪、臉譜彩繪、客家文化彩繪等DIY活動。喜歡陶藝品的旅人們，更可以親自拉坯製作陶藝用品，另外也能夠自己為作品上色，非常適合各類旅人前來學習、遊玩。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "苗栗縣三義鄉雙潭村 130 縣道",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "三義鄉",
    "Coordinate": "24.396036,120.793485",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111155125.jpg"
  },
  {
    "ID": "92",
    "Name": "湖東休閒農業區",
    "Tel": "(037) 922-100",
    "Introduction": "湖東休閒農業區位於苗栗縣西湖鄉的湖東村、金獅村、龍洞村等境內，此區北側為後龍鎮，西側為二湖、三湖、四湖等3村，而南邊為五湖村，東側為金獅村。湖東村境內皆以台1線為主要道路，北起楓櫥、南到龍洞溪，整座休閒農業區估計約有236公頃左右。湖東休閒農業區內主要生產一般常見的農作物、明日葉、水稻，以及調節景觀的林木、草生地、河川及池塘等，空間遼闊且建設完善。 以湖東休閒農業區的農產品來說，產量最大的就是文旦柚，部分農場甚至擁有整座山的文旦柚園，看起來十分壯觀；隨著休閒農業的發展，湖東休閒農業區內的農業園都已紛紛轉型為觀光農場，而這座原本只用來種植農產品的山林，也因為旅人到訪，而變得更有活力。此外，旅人還可以認養其中的果樹，讓你有機會成為假日農夫的一分子，順便感受農夫的辛苦及耐力。 除了滿山滿谷的農產品之外，湖東休閒農業區還有特製的文旦柚大餐，無論是常見的雞腿飯、排骨飯、雞肉，在此都多了一份文旦柚香；尤其在炎熱的夏日裡或體驗農夫辛勞之後，這份酸酸甜甜的風味套餐，更讓旅人胃口大開。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "苗栗縣西湖鄉湖東村 8 鄰 9-38 號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "西湖鄉",
    "Coordinate": "24.396036,120.793485",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111155216.jpg"
  },
  {
    "ID": "924",
    "Name": "梅花社區",
    "Tel": "03-9514238",
    "Introduction": "梅花社區位於宜蘭縣冬山鄉西邊村落-得安村，全社區範圍與得安村之行政劃分重疊，梅花社區過去叫做「茅埔圍」，包括鼻仔頭、大埤、茅埔城及下湖仔四個聚落，而早期居民到達此地時，發現到處都是茅草，就以此地產物來命名－茅埔城。先民到此即用茅草蓋屋頂，五節芒的莖編作為牆壁，這種茅仔厝即是梅花社區的傳統風土建築。 過去這些地方放眼望去都是山間坑谷，以及在大水期沖積下來的大小石頭的溪埔地。晚來一步的祖先，因比較好的地已被先到的人耕種，只好耕種些沒人要的石頭地，隨著歲月流逝，逐漸在此建立家園求生存，他們堅信在這片石海底下一定有可以耕作的泥土。於是，他們開始搬石頭，當好不容易才有一點成果，大水又沖來了，有時大水會帶來比被搬走的更大的石頭，然而，祖先們就這樣一而再，再而三地，一直重覆不斷搬石頭，這讓早有良田耕作者，譏茅埔圍客籍居民是：「憨猴搬石頭」。這些大量的石塊，取代茅草成為屋的牆，成為稻埕外規律疊成的矮牆－石埒（ㄌㄜˋ），使用石頭及堆疊也成了本區的特殊景觀，先民們就這樣艱苦奮鬥多年，才有今日的梅花社區。 另外，社區中名聞遐邇的景點－梅花湖，原名「大埤」，由附近山上的另一著名景點三清宮，俯視湖面弧形很像梅花五瓣，先總統　蔣經國先生下鄉巡訪時因以湖形狀似梅花五瓣遂命名為「梅花湖」。湖邊有腳踏車、遊船及小吃等業者，提供各項遊憩與美食的服務，歡迎各位前來梅花社區享受湖光山色的自然景致，以及當地的人文風情。 ",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣冬山鄉得安村下湖路398號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "冬山鄉",
    "Coordinate": "24.6493205,121.7404641",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160720142206.JPG"
  },
  {
    "ID": "939",
    "Name": "南笨港休閒農業區",
    "Tel": "05-7810832",
    "Introduction": "西元1750年，笨港溪烏水(黑水)氾濫，將笨港一分為二，為南笨港與北笨港，而南笨港就是現今新港鄉內的南港村、共和村、板頭村組成的一部份。為了聯合推動南笨港一帶休閒農業發展，將傳統農村創造更多觀光及文化產值而成立南笨港休閒農業區發展協會。\r 板頭村曾獲得全國優良農場，故有一座供應雲嘉南良友秧苗場，日治時代五分車鐵道穿梭村內，2009年起由板陶窯於堤防邊營造苦楝樹藝術牆面，讓農村再生活化，故有板頭藝術村之美名。南港村舊稱「笨港」是台港最早開發的港口之一，南港村有南港、下菜園、大崙、竹圍仔、農場等五個部落。明朝時笨港的中心遭洪水沖毀後，部份居民南移至南港重新建立笨南港，後改稱南港，村內有國家認定二級古蹟的水仙宮。 共和村由後庄、頂菜園，籃仔厝、洪厝、黃厝、董厝和苦苓腳等七個聚落所組成。共和村內有新港著名的洋桔梗花(俗稱媽祖花)，另外洪厝內還有多種認證農特產品，如洋香瓜、小番茄、空心菜等。\r\r >\r 依四季變化，推出各式套裝旅遊，內容包含導覽解說、農村活動體驗、工藝DIY製作、品嘗風味餐等，歡迎團體來電預訂。\r\r >\r 自行開車：從嘉義交流道下，往北港方向[159]，經過新港遇到高鐵高架橋下[159]3公里、[164]20公里處，右轉直走。\r 搭乘大眾運輸：\r 一、從嘉義火車站或民雄火車站，可搭乘嘉義縣公車往北港方向，搭至板頭村路口下車後，步行進入約15分鐘。\r 二、搭乘高鐵從嘉義太保站下車，出站後可搭計程車直接到達板陶窯或嘉義客運(BRT)搭往北港方向，至板頭村路口下，步行約15分鐘。\r ",
    "TrafficGuidelines": "",
    "Address": "嘉義縣新港鄉板頭村45-1號",
    "OpenHours": "",
    "City": "嘉義縣",
    "Town": "新港鄉",
    "Coordinate": "23.5654627,120.3189837",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160901161944.jpg"
  },
  {
    "ID": "941",
    "Name": "藏酒休閒農場",
    "Tel": "03-9778555",
    "Introduction": "藏酒酒莊位宜蘭頭城濱海梗枋山上，可遠眺龜山島、坐臥山谷當中。藏酒酒莊金棗果園龜山朝日照映生生不息和豐沛雪山支系匯流的甘泉促成莊主卓志宏研發出全台第一支釀造工序的金棗酒，同時也是北台灣第一家綠色建材概念的酒莊。\r\r [莊園風情．綠活生態]\r 藏酒山谷懷抱、原生優美景色下有eco環保簡約景觀、自然健康舒適氣息和永續自然生態。園內「水循環系統」灌溉花草樹木生態池並融入海的元素打造漂流木庭園、結合楓樹魚標等景物形成臥山臨海特色酒莊，蘊涵「山與海的幸福故事」。\r\r [在地山海．低碳美食]\r 遠離都市塵囂,瀰漫山林間咖啡香和在地山海風味美食佳餚；藏酒五星級主廚見長以酒入菜、特產佐味、健康烹調創意料理。歡迎來一趟山海美食、享受美好氛圍、美酒品味響宴吧!\r\r [酒品珍釀．嚐酒藏酒]\r 藏酒深山脈、近海平線,常年早冬低?,雪山甘泉源,這得天獨厚的山、水、風、土地理優勢和豐富的生態資源，是台灣難得釀酒?佳所在，一年四季春梅夏葡秋米冬棗酒香瓊漿滿溢。\r\r [休閒體驗．慢活美學]\r 隨著時空季節變換，空間不再只是建築物、自然風景、美食，而是能從平凡的小旅行中找到充滿趣味及動容的美學生活。歡迎體驗：採竹春筍．螢光夜賞、酒莊巡訪．酒漬愛情果、採金之旅．蜜釀金棗、五糧探索．酒香釀造、生態朔溪．夏令之旅、歡樂大餐．星空夜趴。\r\r （農業易遊網提醒您：開車不喝酒，喝酒不開車）\r 【如欲安排前往建議事先電話聯繫確認】\r ",
    "TrafficGuidelines": "",
    "Address": "宜蘭縣頭城鎮更新路126-50號",
    "OpenHours": "",
    "City": "宜蘭縣",
    "Town": "頭城鎮",
    "Coordinate": "24.9090443,121.8474272",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20160908183236.jpg"
  },
  {
    "ID": "947",
    "Name": "菁寮無米樂社區",
    "Tel": "(06)6622705",
    "Introduction": "台南市後壁區「菁寮庄」名稱沿革：清朝時屬台灣府嘉義縣下茄苳北堡，由於此地人民大都種植「青仔」（一種染料樹），因產量豐富，人民生活獲得改善，為促使普遍種植因此取名「青仔寮」即是「菁寮庄」地名。而且當時是南北交通動線與生活重心位置，即是興盛的鹽水港聚落，貨物往諸羅縣運輸，與銷售必經的中繼站「菁寮庄」，亦是鄰近聚落發展經濟最早的庄堡。\r\r 菁寮北勢街～嫁妝老街\r 在清末到民國50年代，當地不只以藍染（清末民初）和稻田農作及草編製品帶動繁榮外，更發展出早期阿公阿嬤的嫁妝品興盛的商店街林立，每種行業皆有數家以上，如：金飾店、囍餅舖、西服店、布行、棉被店、禮服店、皮鞋店、腳踏車店、傢俱工廠、酒家、茶室、飲食館、販仔間(旅社)、碾米廠、鐘錶店、美容院、冰果部、理髮廳、打鐵店、鉛桶店，木桶製作店、五榖雜糧店、戲院、野台戲、西醫診療所、中藥舖、家庭五金行、雜貨店、百貨行、柑仔店、磚廠、蓋屋包商、大型菜市場、信用組合會社、輕便車道、公共澡堂、應有盡有。 菁寮農村，經過世代老農民散發出來的憨厚人情味，以代代相傳的堅毅生命力，守護台灣最後一塊綠油油淨土的精神，和在地子弟感人肺腑的親情延續，娓娓道來真情流露的故事，來發掘自己社區的真善美樸，也浸染了來此尋幽攬勝的遊客。\r\r 菁寮農村追求真正的卓越，請大家多多鼓舞與打氣，在老農民社區裡，老中青少世代交替中，社區由下往上的社造，一步步自主性發展及鼓勵自費投資在地產業，開發農村文創觀光事業，開拓貧瘠農村經濟，創造在地就業機會，留住在地青壯年所努力的痕跡，將祖先所留下來的老舊文化資產，一代接一代的永續經營，讓菁寮庄發光發熱。\r\r 菁寮聚落在2005年全台播出「無米樂」紀錄片，造成崑濱伯夫婦與煌明伯及文林伯的高知名度，黃永全社規師也因此帶動社區轉型為農村文化觀光，一步一步地建立菁寮聚落的「人」、「文」、「地」、「產」、「景」資源與推動關懷老人的職責。社區居民自費自主的出錢出力，為故鄉勾勒出美麗家園的藍圖，以及大家開會漸漸凝聚共識，將菁寮農村生活文化轉型為文化觀光，農村再生，一分農地的內造社會企業的大目標，帶動貧瘠老舊農村的文化觀光經濟效益，歡迎大家一起來。\r\r",
    "TrafficGuidelines": "",
    "Address": "台南市後壁區菁寮里菁寮老街荷蘭井129號",
    "OpenHours": "",
    "City": "臺南市",
    "Town": "後壁區",
    "Coordinate": "23.3793558,120.3334182",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20161020125328.jpg"
  },
  {
    "ID": "95",
    "Name": "薑麻園休閒農業區",
    "Tel": "(037)951-870 ",
    "Introduction": "大湖鄉薑麻園休閒農業區位於關刀山山系海拔700公尺處，此區交通相當便利，東西向由苗栗縣大湖鄉的130縣道串聯，東側則接台3線，西側為國道一號三義交流道，而且沿路好走、皆有清楚標示牌，讓旅人很容易找到這處休閒農業區。 薑麻園休閒農業區之名，最主要是來自祖先的歷史生活；據說在幾十年前，這裡皆以種植、販售薑麻為主，因此附近居民多稱此處為薑麻區，直到更名為大湖地區時，居住此地的居民仍習慣稱之薑麻園，因此在成立休閒農業區時就以薑麻園做命名。 薑麻園休閒農業區最大的特點，除了欣賞美麗的山色景觀之外，更適合全家同遊、摘採桃李，或是享用這裡才有的桃李大餐。有機會遇到薑麻園節慶時，還可參與趣味的草編DIY、搗麻糬DIY等，都是小朋友喜愛的活動呢！這裡結合各種客家傳統及現代文化的活動，都令人感到趣味、有活力；而充分利用「薑」所研發出來的特色產品，如薑母糖、薑餅、薑麻養身茶等，更為傳統農業創造新生機。也正因為這份農村特色的魅力，96年時還曾經獲選為「農情萬種」的十大經典農村；由此可知，薑麻園休閒農業區不只有完善的建設，更有客家傳統文化以及溫馨的人情味。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "苗栗縣大湖鄉栗林村 9 鄰薑麻園 11 號 (130 縣道)",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "大湖鄉",
    "Coordinate": "24.387705,120.822707",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111155500.jpg"
  },
  {
    "ID": "96",
    "Name": "南江休閒農業區",
    "Tel": "(037) 821-093",
    "Introduction": "南江休閒農業區的範圍呈現狹長型，東起為東河之東江橋，西至南河之長崎下，園區面積約為292公頃，區域的範圍總共包括了上坪、下坪、伯公廟、里金館、馬果坪、福南等聚落與小東河流域等地區，是座頗具規模的休閒農業區。位居南庄地區的南江休閒農業區，可說是全國最成功的休閒農業區之一，目前已列入全國的示範園區，更帶動各地的休閒農業園區發展。 南江休閒農業區最具代表性的農產品為鱒魚，過去這裡曾是鱒魚生產的最大中心點，隨著休閒產業的興起，逐漸將僅有餐廳的鱒魚店轉型為休閒農場，讓來訪的旅人不只能享用新鮮的鱒魚料理，還希望遊客能在此處停留更長的時間，甚至前往鱒魚養殖中心探訪。此外，南江休閒農業區內的農場皆建設完善，且許多地方都有清澈溪水，更提供露營場地，這也是形成都市人喜愛此地的原因。 另外，緊鄰熱鬧南庄老街的優點，讓南江休閒農業區紛紛建造鄉村民宿、客家民宿等，讓旅人可同時悠遊老街，還能品味南江休閒農業區的大自然風情。此區交通相當便利，路段建設完善，是周休二日的最佳休憩地點。 【如欲安排前往建議事先電話聯繫確認】 ",
    "TrafficGuidelines": "",
    "Address": "苗栗縣南庄鄉里金館 9 鄰 40 號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "南庄鄉",
    "Coordinate": "24.585303,120.996025",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111155557.jpg"
  },
  {
    "ID": "97",
    "Name": "舊山線休閒農業區",
    "Tel": "(037) 881-700",
    "Introduction": "三義鄉舊山線休閒農業區以舊山線鐵路為中心向外擴散，包括龍騰村與勝興村，主要為丘陵地，休閒農業區面積484.4541公頃，生產山茶油、仙草、酸菜、梅干、老薑、桃、李、柑橘類、花卉等農產品，區域內著名景點北有勝興車站、南有龍騰斷橋，且有各式客家米食、客家料理和特色加工農產品，每逢假日，遊客接踵而至。 區內兩棲類動物及蝶類資源豐富，而每年4~6月間亦可看到群螢飛舞。舊山線鐵路三義段，從日據時期由日本人所建造的鐵路，年代已有百年歷史，88年公告苗栗縣政府指定為古蹟鐵路，所在地的勝興村原名為十六份譯，是台灣西部鐵路的最高點。區內的勝興車站和龍騰斷橋，近年更成為各地遊客重溫舊山線的重要據點，每到假日人潮絡繹不絕。勝興車站的建築是日式木造站房，裡面的柱、樑銜接處全不使用釘子接合。龍騰斷橋的磚造建築，其工法細膩令人讚嘆，除懷舊外，也具藝術的價值。 三義舊山線休閒農業區內以經營農園藝、DIY體驗、餐飲和民宿為主，提供多元豐富的服務特色，區內業者相當多，有綠葉方舟、發現之旅、向陽田園、?娟夢田、山中傳奇等景點。該區以舊山線鐵道文化結合優質山茶油、客家人文、豐富多元農特產品為休閒農業區發展主軸，規劃勝興鐵道文化休閒觀光區、舊山線知性休閒農園區、龍騰農業生活體驗區和水載下瀑布生態教育區，朝多方面休閒農業體驗發展。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "苗栗縣三義鄉龍騰村外庄 10 號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "三義鄉",
    "Coordinate": "24.361132,120.775865",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111164857.jpg"
  },
  {
    "ID": "98",
    "Name": "福興南和休閒農業區",
    "Tel": "(037)783490 / 0953-170-045(徐總幹事)",
    "Introduction": "通霄鎮福興南和休閒農業區位於通霄鎮與三義市區之間，此區的東西向交通為苗121縣道所串聯，其東邊可接國道一號三義交流道，西側則是國道三號通霄交流道，算是交通便利的一處休閒農業區。 在福興南和休閒農業區裡幾乎都是牧場休閒中心，而且每年的產量相當高，甚至是知名品牌的重要來源之一；雖然在南和休閒農業區範圍裡的牧場已轉型觀光化，但為避免乳牛因人潮而受到驚嚇，目前此區的休閒農場大多仍以預約制為主。來訪福興南和休閒農業區的旅人，除了享受這裡的牧場風情之外，也別錯過由新鮮牛奶製造而成的肥皂、饅頭等伴手禮。 來到福興南和休閒農業區還有一處知名的景點必須親自體驗，充滿藝術氣息的陶藝中心，也設在這座農業區的範圍裡，其中還有獨具傳統文化的燒窯處，讓旅人可以飽覽陶藝品及燒窯知識。相信在這樣悠閒且舒適的環境裡，旅人也可創造出獨具風格的陶藝作品。 【如欲安排前往建議事先電話聯繫確認】",
    "TrafficGuidelines": "",
    "Address": "苗栗縣通霄鎮南和里 166 號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "通霄鎮",
    "Coordinate": "24.442239,120.738453",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111164949.jpg"
  },
  {
    "ID": "99",
    "Name": "壢西坪休閒農業區",
    "Tel": "(04) 2589-9221",
    "Introduction": "位於苗栗縣卓蘭鎮的壢西坪休閒農業區於 98 年正式核准成立，壢西坪原來是一處大安溪畔的河階台地，緊鄰關刀山，平台上地勢平坦而廣闊，以前並無人居住，大部分的人是居住在台地邊緣較低的河階上，一來取水方便，二來也可以管理壢西坪上的農作。\r\r 直到民國 60 年代才開始有了果樹的種植，當時居民大多種植橘子樹，所以稱為「西坪柑橘專業區」，後來因橘樹病蟲害的關係，加上橘子價不如前，村民紛紛改種植梨子樹，後期漸漸有人種植花卉、芭樂、楊桃等其他農作物，這也是為什麼壢西坪的生產以果園為主力的原因。 因休閒農業的風氣鼎盛，果農紛紛轉型成為觀光果園，市場需求又因週休二日而加大，也有許多人經營了具有特色的休閒農場，像是花露花卉農場、台三有機農場、荳媽媽觀光農園、金葉山莊等等，希望能將「三生」的概念實踐於壢西坪，望其成為大安溪畔最美麗的桃花源！\r\r 為了更有效率的推廣壢西坪休閒農業區，當地居民組成了「壢西坪產業文化協會」，為觀光客規劃套裝行程，讓大家更能了解當地的文化與特色，也可以使觀光資源平均分配。不論一日遊或是二日遊、住宿、預約果園採果、DIY 活動，甚至用餐等，壢西坪產業文化協會都能依民眾不同的需求以及配合時令而安排最好的服務與規劃。如果你是第一次要到卓蘭遊玩，卻又不曉得如何開始，不妨打通電話，讓壢西坪產業文化協會為你做貼心的安排唷！",
    "TrafficGuidelines": "",
    "Address": "苗栗縣卓蘭鎮西坪里 36-10 號",
    "OpenHours": "",
    "City": "苗栗縣",
    "Town": "卓蘭鎮",
    "Coordinate": "24.331751,120.823449",
    "Photo": "https://ezgo.coa.gov.tw/Uploads/opendata/FUNTHEME01/APPLY_D/20151111165306.jpg"
  }
]