"""
使用 openpyxl 寫入 Excel 檔案

pip3 install openpyxl

python讀取/修改excel

寫入檔案
1 建立新檔 簡易資料
2 建立新檔 完整資料 + 格式
2 建立新檔 多工作頁
3 建立新檔 寫入資料
4 建立新檔 寫入資料 加 格式
5 讀取檔案 修改、寫入資料
6 插入圖片 表格

"""

import os
import sys
import time
import openpyxl

print("------------------------------------------------------------")  # 60個




print("------------------------------------------------------------")  # 60個


print("------------------------------------------------------------")  # 60個


print("------------------------------------------------------------")  # 60個
print("作業完成")
print("------------------------------------------------------------")  # 60個

print("------------------------------------------------------------")  # 60個
