'''
OpenCV 畫圖

'''
import cv2 
import numpy as np

print('OpenCV 畫圖')
#-----------------------------------------------------------------------------
W = 512 + 200
H = 512
#建立 512x512 的黑色畫布
image = np.zeros((H, W, 3), dtype = np.uint8)  #H, W
#用(B, G, R) = (255, 255, 255): 白色填滿畫布
#image.fill(255) #將這個矩陣全部填入255 => 白色
image[:] = [48, 213, 254]#將這個矩陣全部填入指定顏色

print('----------------------------------------------------------------------')	#70個

cv2.line(image, (10, 50), (400, 300), (255, 0, 0), 5)
#畫矩形
cv2.rectangle(image, (30, 50), (200, 280), (0, 0, 255), 5)
cv2.rectangle(image, (100, 200), (196, 276), (234, 151, 102), -1)#線條寬度為負數 代表實心
#畫圓
cv2.circle(image, (200, 100), 80, (255, 255, 0), -1)
cv2.circle(image, (280, 180), 60, (147, 113, 217), 3)

#設定頂點座標
pts = np.array(((10,5), (100,100), (170,120), (200,50)))
#True:頭尾相連; False:頭尾不相連
cv2.polylines(image, [pts], True, (105, 105, 105), 2)


print('----------------------------------------------------------------------')	#70個

print('畫橢圓')
#畫橢圓           中心     長軸 短軸 旋轉  開始 結束角度 顏色      線寬
cv2.ellipse(image, (200, 100), (80, 40), 45, 0, 360, (80, 127, 255), 5)
cv2.ellipse(image, (250, 200), (70, 70), 0, 0, 135, (44, 141, 108), -1)

print('畫橢圓')
cx = 200
cy = 400
a = 200
b = 100
angle = 0  #旋轉角度
color = (0, 0, 255)
linewidth = 5
#畫橢圓           中心     長軸 短軸 旋轉  開始 結束角度 顏色      線寬
cv2.ellipse(image, (cx, cy), (a, b), angle, 0, 360, color, linewidth)

print('----------------------------------------------------------------------')	#70個

cv2.imshow('draw', image)

cv2.waitKey(0)
cv2.destroyAllWindows()


