print('%f' %123.456)	# 顯示數值「123.456000」,小數預設6位
print('%f' %-123.456)	# 顯示數值「-123.456000」,小數預設6位
print('%.2f' %123.456)	# 顯示數值「123.46」,小數2位,第3位四捨五入
print('%8.2f' %-12.3456)# 顯示「ΔΔ-12.35」,總寬度8位,小數2位
print('%3.1f' %123.456)	# 顯示「123.5」,寬度不足設定無效,小數位數1位
print('%8.0f' %-123.456)# 顯示數值「ΔΔΔ-1235」,小數第1位四捨五入
print('%8.0f' %123.456)	# 顯示數值「ΔΔΔ1235」,小數第1位四捨五入
print('%g' %12345.6789)	# 顯示數值「12345.7」,總寬度預設7位
print('%g' %1.23456789)	# 顯示數值「1.23457」,總寬度預設7位
print('%g' %12.3)		# 顯示數值「12.3」, 寬度低於預設,直接顯示
print('%g' %123456.789)	# 顯示數值「123457」,最後1位為小數點不顯示
print('%g' %1234567.89)	# 顯示數值「1.23457e+06」,整數7位以上,
                             	# 改用科學記號顯示,指數位數佔2位(不含+-號)
print('%10.3G' %1234.5)	# 顯示「ΔΔ1.23E+03」,寬度10位,E及小數3位

