import sys
import time

"""
製作 log 檔

每執行一次, 存一筆資料在log檔

"""

print("------------------------------------------------------------")  # 60個

with open('tmp_my_logfile1.log', 'a') as log_file:
    log_file.write(f'{time.strftime("%Y-%m-%d %H:%M:%S")} - 寫了一筆工作紀錄\n')

print("------------------------------------------------------------")  # 60個


#製作log檔的範例
print('存檔紀念')

fp = open('tmp_my_logfile2.txt', 'w')
fp.write("# BUILD INFO\n")
fp.write("# Date: %s\n" % time.ctime())
fp.close()

print('------------------------------------------------------------')	#60個




print("------------------------------------------------------------")  # 60個


print("------------------------------------------------------------")  # 60個





print("------------------------------------------------------------")  # 60個
print("作業完成")
print("------------------------------------------------------------")  # 60個



